const db = [
  [
    {
      id: '18.05_dic',
      text:
        'Рынок труда стоит на пороге фундаментальных изменений_(зпт*,пусто) и эти изменения коснутся каждого человека без исключения. Автоматизация рабочих задач, роботизация и искусственный интеллект трансформируют компании до неузнаваемости_(зпт*,пусто) и столь же кардинально преобразовываются ожидания компаний от сотрудников. Кадровые службы сталкиваются со сложными задачами_(зпт*,пусто) однако hr-менеджеры находят неожиданные решения и работают в условиях беспрецедентных рисков. Иначе в этой гонке не выдержать_(зпт*,пусто) да и с каждым годом темп изменений нарастает, заставляя находить нестандартные подходы к работе. Растёт конкуренция в борьбе за таланты_(зпт*,пусто) и притом само значение слова «талант» подчас ускользает: ценившиеся пять лет назад навыки сегодня становятся неактуальными. Какие знания и умения будут необходимы в ближайшем будущем, пока никому не известно. Автоматизация глобально изменит рабочую среду_(зпт*,пусто) и многие должности и даже отрасли окажутся за бортом. Конечно, при этом будут появляться новые. Машины с успехом возьмут на себя рутинные операции_(зпт*,пусто) и у людей появится больше времени для выполнения сложных творческих задач. Возрастёт ценность и потенциал тех, кто занят в сфере управления, общения, конфликт-менеджмента, а также на должностях, требующих проявления эмоционального интеллекта. Работники, способные выполнять пока недоступные для роботов задачи, станут особенно ценными. Следовательно, креативность, хорошее воображение, мобильность и дизайнерские способности будут востребованы работодателями будущего. Такие личностные и деловые качества, как гибкость, способность учиться, готовность меняться, умение находить общий язык и договариваться, лидерские задатки позволят быть на самом верху списка успешных кандидатов. Можно ли подготовиться к будущему_(зпт,пусто*) и стоит ли вкладывать силы в обучение? Да, несомненно. Ведь никому точно не известно, каким будет мир послезавтра. Но ясно одно: изменения грядут_(зпт,пусто*) и действовать необходимо уже сейчас. Люди должны быть готовы учиться и переучиваться, приобретать новый опыт в любом возрасте, подстраиваться под организационные изменения. А государство и бизнес призваны сглаживать все сложности данного процесса_(зпт*,пусто) и, благодаря этому, в выигрыше останутся все.',
      fbs: [
        'Запятыми в ССП разделяются предикативные части (простые предложения), между которыми стоят соединительные союзы И, ДА (в значении И), НИ...НИ. Пример: Технологии развиваются, и появляются новые профессии.',
        'Запятыми в ССП разделяются предикативные части (простые предложения), между которыми стоят соединительные союзы И, ДА (в значении И), НИ...НИ. Пример: Технологии развиваются, и появляются новые профессии.',
        'Запятыми в ССП разделяются предикативные части (простые предложения), между которыми стоят противительные союзы А, НО, ДА (в значении НО), ОДНАКО, ЖЕ, ЗАТО, А ТО, НЕ ТО, А НЕ ТО. Пример: Студенты собрались в аудитории, но преподаватель задерживается.',
        'Запятыми в ССП разделяются предикативные части (простые предложения), между которыми стоят присоединительные союзы ДА, ДА И, И ПРИТОМ, ТОЖЕ, ТАКЖЕ. Пример: Новый парк предлагает массу развлечений для детей, и притом большинство из них бесплатно.',
        'Запятыми в ССП разделяются предикативные части (простые предложения), между которыми стоят присоединительные союзы ДА, ДА И, И ПРИТОМ, ТОЖЕ, ТАКЖЕ. Пример: Новый парк предлагает массу развлечений для детей, и притом большинство из них бесплатно.',
        'Запятыми в ССП разделяются предикативные части (простые предложения), между которыми стоят соединительные союзы И, ДА (в значении И), НИ...НИ. Пример: Технологии развиваются, и появляются новые профессии.',
        'Запятыми в ССП разделяются предикативные части (простые предложения), между которыми стоят соединительные союзы И, ДА (в значении И), НИ...НИ. Пример: Технологии развиваются, и появляются новые профессии.',
        'Запятая не ставится перед соединительным и разделительным союзами, если в состав ССП в качестве частей входят вопросительные предложения. Пример: Где будет собрание и кто его председатель?.',
        'Запятая не ставится перед союзами И, ДА (в значении И), ИЛИ, ЛИБО, если части ССП объединены каким-либо общим элементом. Общей может быть поясняемая двумя частями ССП третья часть, предшествующая им и связанная с ними бессоюзной связью. Пример: Аудитория готова: проектор включен и материалы разложены на столе.',
        'Запятыми в ССП разделяются предикативные части (простые предложения), между которыми стоят соединительные союзы И, ДА (в значении И), НИ...НИ. Пример: Технологии развиваются, и появляются новые профессии.',
      ],
    },
  ],
  // empty for video
  [{}],
  // empty for longread, rating and comment
  [{}],
  [{}],
  [{}],
]
