const db = [
  // dictant
  [
    {
      id: '05.08_dic',
      text:
        'Идея непрерывного образования популярна с середины прошлого века, и актуальность её только растёт. Сейчас это главный вектор развития образовательной политики во всём мире. Непрерывное обучение – это не только послевузовские программы и повышение квалификации. Исследователи увере_(н*,нн)ы – развитие в разных областях, даже не связанных напрямую с профессией и трудовой деятельностью, является залогом продуктивной и счастливой жизни. Новые знания делают нас умнее. Банальное заявление, не так ли? Но оно оправда_(н,нн*)о и не вызывает сомнений. Даже самые простые, на первый взгляд, школьные предметы чрезвычайно важны для дальнейшего развития человека, хотя в юности мы говорили: «Зачем мне нужны эти логарифмы или спряжения глаголов?!». Точные науки развивают логику, учат грамотно рассуждать и анализировать факты. Гуманитарные дисциплины расширяют кругозор и помогают разбираться в психологии, социологии и устройстве общества. Естественные науки позволяют увидеть взаимосвязь между человеком и окружающим его миром. И даже если новые знания сложны и запута_(н,нн*)ы, мозг всё равно создаёт новые нейронные связи, развиваются память и способность к концентрации. Это подобно спорту: тренировки позволяют мышцам оставаться в хорошей форме. А если нагрузки продума_(н*,нн)ы , то результат не заставит себя ждать. Однако этим польза непрерывного обучения не ограниче_(н*,нн)а. Доказано, что высокие когнитивные способности сохраняются до глубокой старости, если держать мозг в тонусе. Перестав заниматься своим развитием, человек оставляет себе счита_(н*,нн)ые годы яркой, интересной жизни. Научно доказана связь между отсутствием умственных нагрузок и ментальными нарушениями в зрелом возрасте. А если вы намере_(н*,нн)ы быть востребованным специалистом на протяжении долгих лет, учиться придётся ежедневно. Ситуация в мире меняется стремительно, некоторые знания устаревают уже через пять лет. В связи с этим многие профессии становятся невостребованными. Социологи взволнова_(н*,нн)ы тем, что огромное количество людей может потерять работу без новых умений и навыков. Такова цена технического прогресса, и опасения насчёт массовой безработицы обоснова_(н,нн*)ы. Кроме того, возможности даже самого успешного специалиста ограниче_(н,нн*)ы, если вовремя не пополнять багаж актуальными навыками и умениями. Увере_(н*,нн)ы, что даже одно это обстоятельство служит весомым аргументом в пользу непрерывного обучения, тем более, работодатели готовы вкладываться в развитие персонала: организуют краткие и длительные программы по любым направлениям, разрабатывают очные тренинги и дистанционные курсы. Посмотрим на развитие с другой стороны. Неписа_(н*,нн)ое жизненное правило гласит, что с возрастом, к сожалению, наш социальный круг сужается. Однако знакомясь в рамках обучения с новыми людьми, мы узнаём тех, кто отличается от нас взглядами и увлечениями. Это расширяет горизонты. Новые знания и навыки не позволяют миру сужаться до рутины «дом – работа – дом», стимулируют оставаться любопытными, успевать больше и чувствовать, что каждый день прожит не зря.',
      fbs: [
        'В кратком причастии пишется одна буква Н.',
        'Это краткое прилагательное, образованное от слова «оправданный», и в данном предложении не имеет дополнения, поэтому пишется НН.',
        'НН, так как это прилагательное, определяющее признак существительного. Можно заменить на «запутанные».',
        'В кратких страдательных причастиях пишется одна буква Н.',
        'В кратких страдательных причастиях пишется одна буква Н.',
        'В отглагольных прилагательных, образованных от бесприставочных глаголов несовершенного вида, пишется одна Н. Значение «очень немногие».',
        'В кратких страдательных причастиях с зависимым инфинитивом пишется одна буква Н.',
        'В кратких страдательных причастиях пишется одна Н.',
        'В кратких прилагательных, обозначающих постоянный признак предмета или деятеля, пишется НН.',
        'В кратких отглагольных прилагательных ставится НН.',
        'В кратком причастии пишется одна Н.',
        'Пишется одна буква Н, так как в отглагольном прилагательном нет приставки (кроме не-) и зависимого слова.',
      ],
    },
  ],
  [{}], // longread
]
