const db = [
  [
    {
      text:
        'Государственная служба – это центральное звено системы государственного управления. Работа госслужащих призвана обеспечивать достойную жизнь людей в стране нар_(а*,о)вне с другими жизненно важными профессиями. Службу на благо общества изб_(и*,е)рают неслучайно. Страна и её жители не могут благополучно существовать без ключевых государственных услуг. Это предоставление р_(а*,о)вных прав на медицину и образование, обеспечение национальной безопасности, поддержка культурной и общественной сфер, гарантия неприк_(а,о*)сновенности свобод. Ежедневный труд госслужащих связан с большой ответственностью за экономические и социальные последствия прин_(и*,е)маемых ими решений. Поэтому к деловым и личностным качествам людей в этой сфере предъявляется ряд требований. Это, в первую очередь, высокий ур_(а,о*)вень профессиональной компетентности, позволяющий дор_(а*,о)сти до любых высот на службе. Не менее важны деловые навыки, например, организованность, ур_(а*,о)вновешенность, способность грамотно изл_(а*,о)гать мысли и уметь находить решения при отсутствии достаточной законодательной базы. Важна готовность работать в рамках определённых чётких регламентов и правил – специфика госслужбы не распол_(а*,о)гает к решению вопросов на бегу, «в рабочем порядке». Но особенно важны личные качества, ведь за кажущейся многим рутинной «бумажной» работой стоят зачастую судьбы людей. Ответственность, порядочность, желание работать во имя благополучия общества – сл_(а*,о)гаемые успеха в профессии госслужащего. Это может звучать идеалистически, но именно эти идеи должны двигать теми, кто выб_(и*,е)рает работу в государственном секторе.',
      fbs: [
        'В корнях РАВН/РОВН в словах со значением «равный, одинаковый» пишется буква А, в словах со значением «ровный, прямой, гладкий» пишется буква О.',
        'В корнях с чередующимися Е/И (БИР/БЕР, ДИР/ДЕР, МИР/МЕР, ПИР/ПЕР, ТИР/ТЕР, БЛЕСТ/БЛИСТ, ЖЕГ/ЖИГ, СТИЛ/СТЕЛ, ЧИТ/ЧЕТ) пишется И, если за корнем следует суффикс А, в остальных случаях пишется Е.',
        'В корнях РАВН/РОВН в словах со значением «равный, одинаковый» пишется буква А, в словах со значением «ровный, прямой, гладкий» пишется буква О.',
        'В корнях КАС/КОС, ЛАГ/ЛОЖ пишется А, если за корнем следует суффикс А, в остальных случаях пишется О.',
        'В корнях с чередующимися А(Я)/ИМ, А(Я)/ИН пишутся ИН, ИМ, если дальше следует суффикс А.',
        'Является исключением из правила, согласно которому в корнях РАВН/РОВН в словах со значением «равный, одинаковый» пишется буква А, в словах со значением «ровный, прямой, гладкий» пишется буква О (исключения: равнина, ровесник, поровну, уровень).',
        'В корнях РАСТ/РАЩ/РОС перед СТ и Щ пишется буква А, в остальных случаях пишется буква О.',
        'В корнях РАВН/РОВН в словах со значением «равный, одинаковый» пишется буква А, в словах со значением «ровный, прямой, гладкий» пишется буква О.',
        'В корнях КАС/КОС, ЛАГ/ЛОЖ пишется А, если за корнем следует суффикс А, в остальных случаях пишется О.',
        'В корнях КАС/КОС, ЛАГ/ЛОЖ пишется А, если за корнем следует суффикс А, в остальных случаях пишется О.',
        'В корнях КАС/КОС, ЛАГ/ЛОЖ пишется А, если за корнем следует суффикс А, в остальных случаях пишется О.',
        'В корнях с чередующимися Е/И (БИР/БЕР, ДИР/ДЕР, МИР/МЕР, ПИР/ПЕР, ТИР/ТЕР, БЛЕСТ/БЛИСТ, ЖЕГ/ЖИГ, СТИЛ/СТЕЛ, ЧИТ/ЧЕТ) пишется И, если за корнем следует суффикс А, в остальных случаях пишется Е.',
      ],
    },
  ],
  // empty for video
  [{}],
  // empty for longread, rating and comment
  [{}],
  [{}],
  [{}],
]
