const db = [
  [
    {
      id: '19.05_dic',
      text:
        'Технический прогресс меняет устоявшиеся представления о профессиях быстро_(зпт*,пусто) неукротимо_(зпт*,пусто) безапелляционно. И работодатели_(зпт*,пусто) и работники сталкиваются с новыми реалиями уже сейчас. Везде: в России, в Европе, в Америке _(зпт,пусто,тире*,двоеточие) происходит серьёзная трансформация рынка труда. Многие профессии видоизменяются, а некоторые просто исчезают. Это нормальный процесс, так было всегда. Ещё сто лет назад существовали занятия, сегодня встречающиеся лишь в книгах. Извозчик_(зпт,пусто*) и фонарщик, бурлак_(зпт,пусто*) и трубочист, денщик_(зпт,пусто*) и водовоз – эти названия стали частью истории. Как изменятся профессии через пять_(зпт*,пусто) десять_(зпт*,пусто) двадцать лет? Чему учить детей, куда направлять их интересы? Чтобы ответить на этот вопрос, необходимо обозначить факторы, определяющие развитие рынка труда. Первая группа факторов – технологические. Искусственный интеллект_(зпт,пусто*) и роботизация, блокчейн-технологии_(зпт,пусто*) и рост скорости передачи данных, машинное обучение_(зпт,пусто*) и виртуальная реальность – всё это изменит многие виды деятельности, позволит отказаться от рутинного труда. Вторая группа факторов – социальные. Это и увеличение продолжительности жизни_(зпт*,пусто) и растущая мобильность людей_(зпт*,пусто) и трансформация семьи как общественного института. Языковые барьеры перестанут препятствовать общению, а социальная прозрачность жизни повысится. Деловые качества_(зпт,пусто*) и личностные компетенции будут цениться выше технических навыков. Третья группа факторов – экономические. Они приведут к развитию интернета вещей и снижению количества привычных магазинов. Будут развиваться криптовалюты_(зпт,пусто*) и уходить в прошлое операции с наличными. Посредники между организациями и клиентами станут не нужны. И, наконец, четвёртая группа факторов – экологические. Уже сейчас мы видим, как бурно развиваются альтернативные источники энергии, появляются новые виды транспорта, потребление ресурсов становится более ответственным. Человечество задумывается о том, как влияет на климат и планету в целом. Все эти факторы необходимо иметь в виду, планируя свою карьеру и профессию. Будущие изменения рынка труда уже влияют на нашу жизнь_(зпт*,пусто,двоеточие) хотя кажутся такими далёкими. Но действовать необходимо на опережение!.',
      fbs: [
        'Запятая ставится между двумя и более ОЧ без союзов. Пример: На улице было холодно, сыро, скользко.',
        'Запятая ставится между двумя и более ОЧ без союзов. Пример: На улице было холодно, сыро, скользко.',
        'Запятая ставится между ОЧ с повторяющимися союзами И, НИ, ДА, ЛИБО, ИЛИ, ТО, НЕ ТО. Пример: Снаружи раздался шум не то дождя, не то шагов.',
        'В предложениях с ОЧ ставится тире, если обобщающее слово стоит перед ОЧ, но предложение не окончено и продолжается после ОЧ. Пример: Везде: на шкафах, полках, полу – лежал слой пыли.',
        'Запятая между ОЧ не ставится внутри группы ОЧ, которые разбиты на пары: Трава и деревья, птицы и звери – все радовалось приходу лета.',
        'Запятая между ОЧ не ставится внутри группы ОЧ, которые разбиты на пары: Трава и деревья, птицы и звери – все радовалось приходу лета.',
        'Запятая между ОЧ не ставится внутри группы ОЧ, которые разбиты на пары: Трава и деревья, птицы и звери – все радовалось приходу лета.',
        'Запятая ставится между двумя и более ОЧ без союзов. Пример: На улице было холодно, сыро, скользко.',
        'Запятая ставится между двумя и более ОЧ без союзов. Пример: На улице было холодно, сыро, скользко.',
        'Запятая между ОЧ не ставится внутри группы ОЧ, которые разбиты на пары: Трава и деревья, птицы и звери – все радовалось приходу лета.',
        'Запятая между ОЧ не ставится внутри группы ОЧ, которые разбиты на пары: Трава и деревья, птицы и звери – все радовалось приходу лета.',
        'Запятая между ОЧ не ставится внутри группы ОЧ, которые разбиты на пары: Трава и деревья, птицы и звери – все радовалось приходу лета.',
        'Запятая ставится между ОЧ с повторяющимися союзами И, НИ, ДА, ЛИБО, ИЛИ, ТО, НЕ ТО. Пример: Снаружи раздался шум не то дождя, не то шагов.',
        'Запятая ставится между ОЧ с повторяющимися союзами И, НИ, ДА, ЛИБО, ИЛИ, ТО, НЕ ТО. Пример: Снаружи раздался шум не то дождя, не то шагов.',
        'Запятая не ставится между двумя ОЧ с одним соединительным союзом: Море и небо были одинакового цвета.',
        'Запятая не ставится между двумя ОЧ с одним соединительным союзом: Море и небо были одинакового цвета.',
        'Запятая ставится между ОЧ, связанными союзами А, НО, ХОТЯ, ДА (в значении НО). Пример: Мал золотник, да дорог.',
      ],
    },
  ],
  // empty for video
  [{}],
  // empty for longread, rating and comment
  [{}],
  [{}],
  [{}],
]
