const db = [
  // dictant
  [
    {
      id: '07.05_dic',
      text:
        'Для сохранения здоровья чрезвычайно важно вовремя и правильно отдыхать. Но, к сожалению, эта аксиома_(зпт*,пусто) не требующая доказательства_(зпт*,пусто) не всегда претворяется в жизнь. Принятые в деловых кругах нормы_(зпт,пусто*) зачастую диктуют необходимость отказываться от регулярного отпуска. Вспомните коллегу_(зпт*,пусто) говорящего с пафосом: «Я не отдыхал уже два года!» Степень гордости обычно прямо пропорциональна длительности бессменной службы. А ведь это ложная и даже опасная установка. Человеку_(зпт*,пусто) не уходившему в отпуск очень долго_(зпт*,пусто) кажется, что он незаменим и очень важен. Создаётся обманчивое впечатление собственной эффективности. А изучающие этот вопрос специалисты_(зпт,пусто*) считают, что напротив, такой подход говорит о неразумности. Человек_(зпт*,пусто) умеющий организовать своё время_(зпт*,пусто) обязательно найдёт баланс между продуктивной работой и правильным, восстанавливающим отдыхом. Ведь самая большая ценность – это прежде всего здоровье, а не карьера и зарплата. Очень важно наполнение отпуска. Время_(зпт*,пусто) посвящённое просмотру телевизора или соцсетям_(зпт*,пусто) вряд ли можно отнести к восстанавливающему отдыху. Зачастую также в этот период люди склонны чрезмерно и неправильно питаться, забывать про физическую активность и умственные занятия. Так и возникает подстерегающая работника_(зпт,пусто*) послеотпускная депрессия. Человеку_(зпт*,пусто) вернувшемуся в офис_(зпт*,пусто) кажется, что он устал ещё больше, и теперь снова надо привыкать к рабочим процессам.Необходимо не только наполнять отпуск полезными, восстанавливающими и приносящими радость занятиями, но и соблюдать баланс и равномерное распределение индивидуальных циклов труда и отдыха в течение года. Это позволит сохранять эмоциональное и физическое здоровье, продуктивность и функциональность. Также важно позволять своему организму восстанавливаться в течение рабочего дня. Пять минут_(зпт*,пусто) посвящённых короткой передышке в конце каждого интенсивного рабочего часа_(зпт*,пусто) дадут больше для здоровья, чем два выходных, проведённых без сил у телевизора.Отпуск выгоден не только сотрудникам, но и работодателям. Отдохнувший и восстановивший силы работник_(зпт,пусто*) гораздо более эффективен и полезен «незаменимого» и обессиленного. Последние исследования говорят, что наиболее продуктивными специалистами являются те, кто соблюдает плановость отпусков и не допускает переутомления. Отпуск_(зпт*,пусто) проведённый вовремя_(зпт*,пусто) это прежде всего вклад в собственное здоровье и успех.',
      fbs: [
        'Запятые нужны. Если причастный оборот следует после определяемого слова и стоит в середине предложения, он обособляется с двух сторон.',
        'Запятые нужны. Если причастный оборот следует после определяемого слова и стоит в середине предложения, он обособляется с двух сторон.',
        'Запятая не нужна. Причастный оборот перед определяемым словом обычно не обособляется.',
        'Запятая нужна. Причастный оборот обособляется запятой, если стоит после определяемого слова.',
        'Запятые нужны. Если причастный оборот следует после определяемого слова, он выделяется запятыми с двух сторон.',
        'Запятые нужны. Если причастный оборот следует после определяемого слова, он выделяется запятыми с двух сторон.',
        'Запятая не нужна. Причастный оборот перед определяемым словом обычно не обособляется.',
        'Запятые нужны. Если причастный оборот следует после определяемого слова, он выделяется запятыми с двух сторон.',
        'Запятые нужны. Если причастный оборот следует после определяемого слова, он выделяется запятыми с двух сторон.',
        'Запятые нужны. Если причастный оборот следует после определяемого слова, он выделяется запятыми с двух сторон.',
        'Запятые нужны. Если причастный оборот следует после определяемого слова, он выделяется запятыми с двух сторон.',
        'Запятая не нужна. Причастный оборот перед определяемым словом обычно не обособляется.',
        'Запятые нужны. Если причастный оборот следует после определяемого слова, он выделяется запятыми с двух сторон.',
        'Запятые нужны. Если причастный оборот следует после определяемого слова, он выделяется запятыми с двух сторон.',
        'Запятые нужны. Если причастный оборот следует после определяемого слова, он выделяется запятыми с двух сторон.',
        'Запятые нужны. Если причастный оборот следует после определяемого слова, он выделяется запятыми с двух сторон.',
        'Запятая не нужна. Причастный оборот перед определяемым словом обычно не обособляется.',
        'Запятые нужны. Если причастный оборот следует после определяемого слова, он выделяется запятыми с двух сторон.',
        'Запятые нужны. Если причастный оборот следует после определяемого слова, он выделяется запятыми с двух сторон.',
      ],
    },
  ],
  [{}], // longread
]
