const db = [
  // dictant
  [
    {
      id: '06.05_dic',
      text:
        'Продолжительность жизни человека увеличивается с каждым десятилетием. Эту тему обсуждают_(зпт,пусто*) как на крупнейших мировых экономических форумах_(зпт*,пусто) так и в узких научных кругах. Необходимо спрогнозировать_(зпт*,пусто) как будет выглядеть общество, в котором люди живут дольше, чем несколько десятилетий назад. Это вопрос не только социологии, медицины и психологии, но и экономики, политологии, обществознания. Прогнозируют, что поколение родившихся в 2000-х будет жить до ста лет, сохраняя при этом активность. Уже сейчас мы видим_(зпт*,пусто) как меняются установки в отношении людей старшего возраста. Еще пару десятков лет назад те, кому было за шестьдесят, воспринимались исключительно_(зпт,пусто*) как бабушки и дедушки. Их уделом в представлении более молодого поколения были такие занятия_(зпт*,пусто) как садоводство, уход за внуками и ведение домашнего хозяйства. Сейчас всё чаще мы видим в этом возрасте энергичных, активных, трудолюбивых _(зпт,пусто*) как пчёлы людей «третьего возраста». Такое понятие_(зпт*,пусто) как третий возраст_(зпт*,пусто) появилось совсем недавно. Благодаря развитию медицины, фармакологии, ранней диагностики заболеваний, качество жизни растёт и человечество получает возможность сдвинуть сроки старения. Это звучит_(зпт,пусто*) как хорошая новость, ведь жить долго и счастливо хочет каждый. Но в то же время работать всем нужно будет_(зпт,пусто*) как можно дольше. Привычный цикл – учеба, работа, пенсия – видоизменится, и людям нужно будет постоянно повышать квалификацию, переучиваться, осваивать новые специальности, так как менять работу и даже профессию придётся не раз в течение долгой жизни. Продолжительность жизни увеличивается во всём мире, и_(зпт*,пусто) как следствие_(зпт*,пусто) повышается пенсионный возраст. Эта необходимость болезненно воспринимается во всех странах. Поэтому перед каждым государством стоят такие стратегические задачи_(зпт*,пусто) как обеспечение старшего поколения достойным уровнем медицины, сохранение активного участия в экономической и культурной жизни общества. В Москве вопрос о том, что для пожилых людей нужно создать специальную медицинскую службу, впервые поднял мэр Сергей Собянин в 2012 году. В 2014-м в пилотном проекте заработала программа «Организация работы гериатрической службы Москвы «Забота» для помощи людям в возрасте.',
      fbs: [
        'Запятая перед КАК не нужна, т.к. оборот с КАК не обособляется, если является частью составного союза – «КАК… ТАК и…». Однако перед второй частью союза запятая нужна.',
        'Запятая перед КАК не нужна, т.к. оборот с КАК не обособляется, если является частью составного союза – «КАК… ТАК и…». Однако перед второй частью союза запятая нужна.',
        'Запятая перед союзом КАК нужна, если этот союз соединяет части сложноподчиненного предложения.',
        'Запятая перед союзом КАК нужна, если этот союз соединяет части сложноподчиненного предложения.',
        'Запятая не нужна, если союз КАК имеет значение «в качестве».',
        'Запятая перед союзом КАК нужна, поскольку обороты с союзом «как» выделяются запятыми, если в основной части предложения имеется указательное слово «такой».',
        'Запятая не нужна, если оборот с союзом КАК входит в состав фразеологизма.',
        'Запятая перед союзом КАК нужна, поскольку обороты с союзом «как» выделяются запятыми, если в основной части предложения имеется указательное слово «такой».',
        'Запятая перед союзом КАК нужна, поскольку обороты с союзом «как» выделяются запятыми, если в основной части предложения имеется указательное слово «такой».',
        'Запятая не нужна, если оборот с союзом КАК входит в состав сказуемого и предложение без такого оборота не имеет законченного смысла.',
        'Запятая не нужна, оборот со словами «как можно», «как всегда» никогда не обособляется.',
        'Запятые нужны, если союз КАК входит в обороты, близкие по роли в предложении к вводным словам. Вторая запятая ставится в конце такого оборота.',
        'Запятые нужны, если союз КАК входит в обороты, близкие по роли в предложении к вводным словам. Вторая запятая ставится в конце такого оборота.',
        'Запятая перед союзом КАК нужна, поскольку обороты с союзом «как» выделяются запятыми, если в основной части предложения имеется указательное слово «такой».',
      ],
    },
  ],
  [{}], // longread
]
