const db = [
  [
    {
      id: '13.05_dic',
      text:
        'Цифровизация входит в нашу жизнь стремительными темпами. Людей, не слыш_(е,а*,и)вших этого термина и не завис_(е,ю,я*)щих от прогресса, попросту уже нет. Такова реальность современного мира. Так что же это такое – цифровизация? Это то, что вы мож_(е*,и)те наблюдать ежедневно, даже не задумываясь о терминологии. Вы управля_(е*,и)те этим процессом, меня_(е*,и)те свои привычные установки, определя_(е*,и)те будущее и завис_(е,и*)те от цифровой реальности. Ведь это не что иное, как внедрение цифровых технологий во все без исключения сферы жизни: промышленность, экономику, культуру и образование, медицину и сервис. Это глобальный процесс, который охватыва_(е*,и)т всю планету и даже пространство за её пределами. Цифровая трансформация идёт и в госсекторе, и в бизнесе. Многочисленные исследования консалтинговых компаний показывают, что Россия входит в пятерку стран с самыми быстрыми темпами цифровизации. Россияне уже давно привыкли буквально всё делать через интернет. Все госуслуги, от записи к врачу и оплаты ЖКХ до подачи налоговой декларации, сегодня легко осуществить прямо в мобильном телефоне. Банковские операции занимают считаные секунды, и приходить в банк лично уже не нужно. Системы безопасности на таком уровне, что могут дистанционно узнавать человека, преобразовывая увид_(е*,и)нное лицо в набор цифр и сравнивая его с базами данных. Это достижение обучаемых нейронных сетей, и это только самое начало великого цифрового прогресса. Мы окруж_(е*,и)ны технологиями со всех сторон: в каждом современном доме, госучреждении, в школах, больницах и на улицах города. Они используются для создания дополненной и виртуальной реальности, в робототехнике, в 3D-печати, в области искусственного интеллекта и в машинном обучении. Ещё одна важная составляющая цифровой трансформации – улучшение городской среды. В Москве в этой сфере реализуются несколько проектов, они позвол_(ю,я*)т контролировать состояние постро_(е*,и,я)нных зданий и дорог, отслеживать потребности в ремонте и развитии инфраструктуры. Влияние цифровизации на нашу жизнь неоднозначно, но остаться в стороне от этого стремительного процесса невозможно.',
      fbs: [
        'В действительных причастиях прошедшего времени перед суффиксами ВШ и Ш пишется та же гласная, что и в основе неопределённой формы глагола: видевший – видеть, слышавший – слышать.',
        'В причастиях, образованных от глаголов второго спряжения, пишется суффикс АЩ (ЯЩ), например: любящий, видящий.',
        'В личных окончаниях глаголов настоящего и будущего времени в первом спряжении пишется Е или У (Ю), например: имеешь, имеет, имеем, имеете, имеют.',
        'В личных окончаниях глаголов настоящего и будущего времени в первом спряжении пишется Е или У (Ю), например: имеешь, имеет, имеем, имеете, имеют.',
        'В личных окончаниях глаголов настоящего и будущего времени в первом спряжении пишется Е или У (Ю), например: имеешь, имеет, имеем, имеете, имеют.',
        'В личных окончаниях глаголов настоящего и будущего времени в первом спряжении пишется Е или У (Ю), например: имеешь, имеет, имеем, имеете, имеют.',
        'Глагол «зависеть» находится в списке исключений. Поэтому, несмотря на наличие в нем глагольного словообразовательного суффикса Е, принадлежит ко второму спряжению и форма второго лица множественного числа «зависите» пишется через И.',
        'В личных окончаниях глаголов настоящего и будущего времени в первом спряжении пишется Е или У (Ю), например: имеешь, имеет, имеем, имеете, имеют.',
        'Если страдательное причастие образовано от основы неопределённой формы глагола с суффиксом И или Е, в суффиксе ЕНН пишется Е, например: наполнить – наполненный.',
        'Если страдательное причастие образовано от основы неопределённой формы глагола с суффиксом И или Е, в суффиксе ЕНН пишется Е, например: наполнить – наполненный.',
        'В личных окончаниях глаголов настоящего и будущего времени во втором спряжении пишется И или А (Я), например: смотришь, смотрит, смотрим, смотрите, смотрят.',
        'Если страдательное причастие образовано от основы неопределённой формы глагола с суффиксом И или Е, в суффиксе ЕНН пишется Е, например: наполнить – наполненный.',
      ],
    },
  ],
  // empty for video
  [{}],
  // empty for longread, rating and comment
  [{}],
  [{}],
  [{}],
]
