const db = [
  // dictant
  [
    {
      id: '08.05_dic',
      text:
        'Москва – мегаполис, комфортный для жизни. Приезжая сюда в любое время года_(зпт*,пусто) это подтверждают не только жители, но и многочисленные гости столицы. Что предлагает наш город своим гостям и жителям? Красивые центральные улицы с удобными и широкими тротуарами. Гуляя по ним_(зпт*,пусто) легко почувствовать масштаб столицы. Современные благоустроенные парки, где можно провести все выходные_(зпт*,пусто) встречаясь с друзьями. Спортивные комплексы и открытые площадки, предоставляющие возможность полезного досуга жителям всех возрастов. Доброй традицией становятся городские фестивали_(зпт*,пусто) предлагая горожанам мероприятия на любой вкус – от творческих мастер-классов до знакомства с кухнями народов мира. Особенно удобной Москву делает программа развития общественного транспорта. Начавшись несколько лет назад_(зпт*,пусто) она продолжает интенсивно развиваться, и всего за несколько лет москвичи почувствовали, насколько удобнее и быстрее стали поездки. За последнее десятилетие протяжённость подземки выросла на треть_(зпт*,пусто) позволив жителям отдалённых районов комфортно добираться в центр одним видом транспорта. За эти годы было открыто более шестидесяти новых станций, часть из них построили за МКАДом_(зпт*,пусто) связав центр и пригороды. Метро появилось и в Новой Москве. Масштабными инфраструктурными проектами стали Московское центральное кольцо и Московские центральные диаметры_(зпт*,пусто) соединив различные транспортные участки в единую систему, отвечающую самым высоким требованиям к комфорту. Теперь_(зпт*,пусто) добираясь до нужного места_(зпт*,пусто) можно в пути подзарядить телефон или подключиться к интернету. Единая билетная система, удобные пересадки и понятная навигация делают перемещения по городу быстрыми и экономными. Значимым для развития Москвы стал также проект благоустройства города «Моя улица». Стартовав в 2015 году_(зпт*,пусто) этот проект уже изменил более сотни улиц. На Садовое кольцо возвращаются настоящие сады, а Тверская обзаводится липовыми аллеями. Развиваются парки и зелёные зоны во всём городе_(зпт*,пусто) делая отдых в нём приятным и интересным. Неудивительно, что Москва получила в 2019 году туристический «Оскар» – международную премию в области туриндустрии «World Travel Awards».',
      fbs: [
        'Деепричастный оборот обособляется в конце оборота одной запятой, если стоит в начале предложения.',
        'Деепричастный оборот обособляется в конце оборота одной запятой, если стоит в начале предложения.',
        'Если деепричастный оборот стоит в конце предложения, он выделяется запятой перед оборотом.',
        'Если деепричастный оборот стоит в конце предложения, он выделяется запятой перед оборотом.',
        'Деепричастный оборот обособляется в конце оборота одной запятой, если стоит в начале предложения.',
        'Если деепричастный оборот стоит в конце предложения, он выделяется запятой перед оборотом.',
        'Если деепричастный оборот стоит в конце предложения, он выделяется запятой перед оборотом.',
        'Если деепричастный оборот стоит в конце предложения, он выделяется запятой перед оборотом.',
        'В середине предложения деепричастный оборот выделяется запятыми с двух сторон и может употребляться как перед, так и после глагола-сказуемого.',
        'В середине предложения деепричастный оборот выделяется запятыми с двух сторон и может употребляться как перед, так и после глагола-сказуемого.',
        'Деепричастный оборот обособляется в конце оборота одной запятой, если стоит в начале предложения.',
        'Если деепричастный оборот стоит в конце предложения, он выделяется запятой в начале оборота.',
      ],
    },
  ],
  [{}], // longread
]
