const db = [
  // dictant
  [
    {
      id: '02.04_dic',
      text:
        'Отношение к людям с ограниченными возможностями – это показатель зрелости, человечности, цивилизованности общества и страны в целом. Государство должно уделять этому вопросу постоянное и пристальное внимание, что_(слитно*,раздельно,дефис)бы каждого человека можно было интегрировать в общественную жизнь вне зависимости от его физических и ментальных возможностей. Создание без_(слитно*,раздельно,дефис)барьерной среды для мало_(слитно*,раздельно,дефис)мобильных людей и инвалидов_(слитно,раздельно,дефис*)колясочников – одно из важнейших направлений социальной политики. Доступная среда – это целый комплекс мероприятий, направленных на создание подходящей инфраструктуры для тех, кто нуждается в особых условиях для повседневной жизни. Ведь иногда перемещения по улицам осложнены даже для матери с маленьким ребёнком или для старика с тростью, что уж говорить о человеке в кресле_(слитно,раздельно,дефис*)коляске! Оборудованная с учётом требований доступности инфраструктура поможет людям с физическими ограничениями намного лучше ориентироваться и перемещаться, легче приспосабливаться к независимой жизни. Ведь недостаточно, например, просто установить пандус на входе, нужно оснастить это здание для всех категорий людей с ограниченными возможностями: для слабо_(слитно*,раздельно,дефис)видящих и слабо_(слитно*,раздельно,дефис)слышащих, для людей с нарушениями опорно_(слитно,раздельно,дефис*)двигательных функций и других мало_(слитно*,раздельно,дефис)мобильных категорий. Это огромная работа, и каждый гражданин должен принять в ней участие. В России действует государственная целевая программа «Доступная среда», предназначенная исправить недостатки инфраструктуры и жизненного уклада, мешающие людям с ограниченными возможностями быть полноправными членами общества. Каждый человек имеет право свободно перемещаться, посещать развлекательно_(слитно,раздельно,дефис*)культурные и образовательные мероприятия, пользоваться различными сервисами и услугами. И ограничения физических или интеллектуальных способностей не должны создавать барьеры на пути к этому. Безусловно, создание доступной среды и другие медико_(слитно,раздельно,дефис*)социальные вопросы чрезвычайно важны. Но очень важно так_(слитно*,раздельно,дефис)же формировать правильное отношение общества к тем, кому в жизни повезло меньше. Ведь принято в лучшем случае жалостно_(слитно,раздельно,дефис*)сочувственно относиться к инвалидам, тогда как необходимо воспринимать таких людей как равноправных членов социума. Здоровое общество никогда не допустит пренебрежительного, поверхностного отношения к тем, кто по состоянию здоровья нуждается в дополнительной поддержке.',
      fbs: [
        'Союз «чтобы» имеет значение цели, пишется слитно, например: выйди пораньше, чтобы успеть. Следует отличать от сочетания местоимения «что» с частицей «бы»: мы так и не решили, что бы такого вкусного купить на ужин.',
        'В данном случае приставка «без» – часть прилагательного, ее нельзя оторвать от остального слова, нельзя вставить между приставкой и остальным словом вопрос или еще какое-нибудь слово. Поэтому пишется слитно.',
        'Прилагательные, образовавшиеся путём сращения слов, пишутся слитно, например: дикорастущий.',
        'Существительные, образованные путём соединения двух равноправных слов без соединительной гласной, пишутся через дефис, например: вагон-ресторан.',
        'Существительные, образованные путём соединения двух равноправных слов без соединительной гласной, пишутся через дефис, например: вагон-ресторан.',
        'Прилагательные, образованные от подчинительных словосочетаний, пишутся слитно, например: железнодорожный (железная дорога).',
        'Прилагательные, образованные от подчинительных словосочетаний, пишутся слитно, например: железнодорожный – железная дорога.',
        'Сложные прилагательные терминологического характера пишутся через дефис.',
        'Прилагательные, образовавшиеся путём сращения слов, пишутся слитно, например: дикорастущий.',
        'Сложные прилагательные, образованные путём сложения равноправных слов – между ними можно вставить союз И: развлекательный и культурный. Например, научно-технический.',
        'Сложные прилагательные, первая часть которых заканчивается на -ико, пишутся через дефис, например: историко-архитектурный.',
        'Союзы «также», «тоже» – являются синонимами, взаимозаменяемы, по значению близки союзу и – пишутся слитно, например: я тоже хочу получить приз. Следует отличать от сочетаний частицы «же» с наречием «так» или с местоимением «то»: на обед то же самое, что и вчера.',
        'Сложные прилагательные и наречия, обозначающие оттенок качества, пишутся через дефис, например: горько-солёный.',
      ],
    },
  ],
  [{}], // longread
]
