const db = [
  // dictant
  [
    {
      id: '09.06_dic',
      text:
        'Более половины населения земного шара сегодня живёт в городах. Доля горожан во всём мире увеличивается_(зпт,пусто*) начиная с середины прошлого века, и в последнее время – за счёт урбанизации Азии и Африки. Такой стремительный рост обещает новые возможности в сфере индустриализации, но не всё так однозначно. Исходя из докладов ООН_(зпт*,пусто) интенсивный рост может привести к перенаселённости городов, социальному неравенству и загрязнению окружающей среды. Специалисты_(зпт*,пусто) начиная с прошлого века_(зпт*,пусто) постоянно говорят о том, что урбанизация требует нового подхода к управлению городами, ведь к 2050 году более семидесяти процентов населения планеты будет жить в поселениях городского типа. Бесспорно, города сегодня – это центры культуры, интеллектуальной деятельности, науки, социального развития. Исходя из статистических данных_(зпт*,пусто) продолжительность жизни за последнее столетие выросла более чем в два раза во многом благодаря урбанизации. Людям теперь не нужно применять физический труд повсеместно – автоматизация и роботизация большинства отраслей избавила человечество от тяжёлой работы. Тем не менее, города одновременно с этим становятся эпицентрами кризисов. Именно в городских районах процветает преступность и нищета_(зпт*,пусто) исходя из данных правоохранительных органов. Жильё остаётся малодоступным для многих жителей как развивающихся, так и развитых стран. В масштабах мира значительное количество людей живёт в неудовлетворительных условиях. В ходе 73-й сессии Генеральной Ассамблеи ООН государства-участники напомнили о важности Программы развития городов, которая принята и действует_(зпт,пусто*) начиная с 2016 года. В этой программе говорится о важности переосмысления подхода к планированию и устройству городов ради их экологической устойчивости и благополучия. Именно это позволит человечеству гармонично развиваться_(зпт*,пусто) исходя из темпов роста урбанизации. По прогнозам, около шести миллиардов людей_(зпт*,пусто) начиная с середины 21 века_(зпт*,пусто) будет жить в городах. Как человечеству подготовиться к росту городского населения? Только кардинально меняя подходы к управлению городами. Во-первых, проектировать и строить мегаполисы для людей, а не для машин. Во-вторых, исходя из потребностей каждого жителя_(зпт*,пусто) предоставлять равные возможности доступа к городской инфраструктуре. В-третьих, инвестировать в экологию и ресурсосбережение. В-четвёртых, предоставлять городам возможность перенимать успешный опыт пользования энергией, водой, создания систем управления отходами. Вместе мы сможем создать комфортную жизнь для каждого жителя.',
      fbs: [
        'Если слово «начиная» можно опустить без ущерба для смысла и структуры предложения, а вместе с относящимися к нему словами оно не образует деепричастного оборота, то запятые не нужны. Сочетание «начиная с» является производным предлогом.',
        'Оборот со словами «исходя из» обособляется, если относится к производителю действия, который может «исходить из чего-то» – определенное или неопределенное лицо.',
        'Если оборот со словами «начиная с» носит характер уточнения или попутного пояснения, то он обособляется.',
        'Если оборот со словами «начиная с» носит характер уточнения или попутного пояснения, то он обособляется.',
        'После оборота с сочетанием «исходя из» запятая нужна, если он пишется в начале предложения.',
        'Оборот со словами «исходя из» обособляется, если относится к производителю действия, который может «исходить из чего-то» – определенное или неопределенное лицо.',
        'Если слово «начиная» можно опустить без ущерба для смысла и структуры предложения, а вместе с относящимися к нему словами оно не образует деепричастного оборота, то запятые не нужны. Сочетание «начиная с» является производным предлогом.',
        'Оборот со словами «исходя из» обособляется, если относится к производителю действия, который может «исходить из чего-то» – определенное или неопределенное лицо.',
        'Если оборот со словами «начиная с» носит характер уточнения или попутного пояснения, то он обособляется.',
        'Если оборот со словами «начиная с» носит характер уточнения или попутного пояснения, то он обособляется.',
        'После оборота с сочетанием «исходя из» запятая нужна, если он пишется в начале предложения.',
      ],
    },
  ],
  [{}], // longread
]
