const db = [
  [{}],
  // langExe
  {
    id: '02.06_exe',
    iterables: [
      {
        id: 't1',
        text:
          'В_(слитно,дефис,раздельно*)течени_(и,е*) недели необходимо отчитаться по работе департаментов за третий квартал. ',
        tip: 'Производный предлог.',
        fb: {
          correct:
            '«В течение» – производный предлог, за ним следует слово со значением времени.',
          incorrect: 'Это не существительное с предлогом.',
        },
      },
      {
        id: 't2',
        text:
          'В_(слитно,дефис,раздельно*)течени_(и,е*) срока службы офисной техники следует периодически делать профессиональную диагностику. ',
        tip: 'Производный предлог.',
        fb: {
          correct:
            '«В течение» – производный предлог, за ним следует слово со значением времени.',
          incorrect: 'Это не существительное с предлогом.',
        },
      },
      {
        id: 't3',
        text:
          'В _(слитно,дефис,раздельно*)течени_(и,е*) 2020 года несколько тысяч столичных медиков пройдут обучение для работы в Единой медицинской информационно-аналитической системе (ЕМИАС). ',
        tip: 'Производный предлог.',
        fb: {
          correct:
            '«В течение» – производный предлог, за ним следует слово со значением времени.',
          incorrect: 'Это не существительное с предлогом.',
        },
      },
      {
        id: 't4',
        text:
          'В _(слитно,дефис,раздельно*)продолжени_(и,е*) договора были внесены существенные изменения. ',
        tip: 'Используется с существительным в родительном падеже.',
        fb: {
          correct:
            '«В продолжение» пишется раздельно и с «е», если является производным предлогом. Обычно после него идёт существительное в родительном падеже.',
          incorrect: 'Это не самостоятельная часть речи.',
        },
      },
      {
        id: 't5',
        text:
          'В_(слитно,дефис,раздельно*)продолжени_(и*,е) контракта есть изменения. ',
        tip: 'Существительное с предлогом.',
        fb: {
          correct: 'Сочетание отвечает на вопрос «в чем?» (предложный падеж).',
          incorrect: 'Это предлог с существительным в предложном падеже.',
        },
      },
      {
        id: 't6',
        text:
          'В _(слитно,дефис,раздельно*)течени_(и,е*) года минимальная пенсия будет не ниже регионального прожиточного минимума. ',
        tip: 'Производный предлог.',
        fb: {
          correct:
            '«В течение» – производный предлог, за ним следует слово со значением времени.',
          incorrect: 'Это не существительное с предлогом.',
        },
      },
      {
        id: 't7',
        text:
          'Можно подать исковое заявление в_(слитно,дефис,раздельно*)течени_(и,е*) месяца. ',
        tip: 'Производный предлог.',
        fb: {
          correct:
            '«В течение» – производный предлог, за ним следует слово со значением времени.',
          incorrect:
            '«В течение» – производный предлог, за ним следует слово со значением времени.',
        },
      },
      {
        id: 't8',
        text:
          'В_(слитно,дефис,раздельно*)заключени_(и,е*) перечислим экспертов, внесших вклад в проведение исследования. ',
        tip: 'Производный предлог.',
        fb: {
          correct:
            '«В заключение» – производный предлог, употребляющийся в значении «в конце чего-нибудь», с гласной «е» на конце.',
          incorrect:
            '«В заключение» – производный предлог, употребляющийся в значении «в конце чего-нибудь», с гласной «е» на конце.',
        },
      },
      {
        id: 't9',
        text:
          'В_(слитно,дефис,раздельно*)заключени_(и*,е) статьи автор привел планы дальнейших исследований. ',
        tip: 'Существительное с предлогом.',
        fb: {
          correct:
            '«В заключении» – предлог с существительным в предложном падеже. Пишется раздельно, окончание И.',
          incorrect:
            '«В заключении» – предлог с существительным в предложном падеже. Пишется раздельно, окончание И.',
        },
      },
      {
        id: 't10',
        text:
          'В_(слитно,дефис,раздельно*)отличи_(и,е*) от коммерческих компаний, целью деятельности НКО является достижение социальных, культурных, благотворительных и иных общественно-полезных целей. ',
        tip: 'Производный предлог.',
        fb: {
          correct:
            '«В отличие» – это производный предлог, который служит для оформления сравнений.',
          incorrect:
            '«В отличие» – это производный предлог, который служит для оформления сравнений.',
        },
      },
    ],
  },
  [{}],
]
