const db = [
  [
    {
      id: '17.05_dic',
      text:
        'В Москве и области живет более 20 миллионов человек_(зпт*,пусто) которые ежедневно пользуются транспортом. Чем меньше времени человек проводит в дороге к месту работы или учебы, тем выше его производительность труда и экономический потенциал. Именно поэтому создание эффективной системы городского транспорта – один из приоритетов городских властей. Однако даже самые прогрессивные решения в сфере развития городской среды не станут успешными_(зпт*,пусто) если транспортная система не будет успевать за расширением города. Для того_(зпт,пусто*) чтобы достичь позитивных перемен в этой сфере_(зпт*,пусто) столица планомерно реализует комплексный подход в развитии общественного транспорта. В современных реалиях такая политика является необходимостью, ведь Москва занимает пятое место среди мировых столиц по пассажиропотоку в год. Минтранс прогнозирует_(зпт*,пусто) что к 2024 году более двух третей москвичей будет постоянно пользоваться общественным транспортом_(зпт,пусто*) и пассажиропоток вырастет до 850 миллионов человек в год. В 2018 году аналитики консалтинговой компании «McKinsey&Company» провели исследование и выяснили_(зпт*,пусто) что Москва входит в десятку мегаполисов по эффективности и удобству городского транспорта. Действительно, с тех пор_(зпт,пусто*) как была инициирована комплексная программа развития транспортной сети_(зпт*,пусто) столица достигла больших успехов в этой отрасли: быстрый прирост сети и количества станций метрополитена, ввод Московского центрального кольца и Московских центральных диаметров, реформа системы маршрутов, обновление парка наземного транспорта, масштабная цифровизация транспортной инфраструктуры. Для активно передвигающихся по городу москвичей преимущества обновленной системы городского транспорта состоят в том, что поездки занимают до 50% меньше времени_(зпт,пусто*) и путешествовать становится намного комфортнее. В ближайшем будущем у пассажиров будет гораздо больше вариантов оптимальных маршрутов_(зпт*,пусто) так как в планах у города – создание единого транспортного контура, объединяющего метро, железные и автомобильные дороги. Поскольку связанные с железными дорогами проекты разгружают автомобильные дороги, положительно влияют на экологию Москвы, выгодны городу_(зпт*,пусто) то им уделяется особое внимание. Формирование интегрированной транспортной системы Москвы_(зпт*,пусто) которая поможет пассажирам комфортно перемещаться и экономить деньги_(зпт*,пусто) планируется завершить к 2023 году.',
      fbs: [
        'Если придаточная часть завершает СПП, то запятая ставится перед союзным словом.',
        'Если придаточная часть завершает СПП, то запятая ставится перед подчинительным союзом.',
        'Составной подчинительный союз «для того чтобы» не разделяется запятой, поскольку придаточное предложение предшествует главному и союз произносится без особой выделительной интонации.',
        'Если придаточная часть стоит перед главной частью СПП, то отделяется от нее запятой.',
        'Если придаточная часть завершает СПП, то запятая ставится перед подчинительным союзом.',
        'Между двумя придаточными предложениями, соединенными одиночными соединительными или разделительными союзами и, или, либо, да (в значении «и»), запятая не ставится.',
        'Если придаточная часть завершает СПП, то запятая ставится перед подчинительным союзом.',
        'Составной подчинительный союз «с тех пор как» не разделяется запятой, поскольку придаточное предложение предшествует главному и союз произносится без особой выделительной интонации.',
        'Если придаточная часть стоит перед главной частью СПП, то отделяется от нее запятой.',
        'Между двумя придаточными предложениями, соединенными одиночными соединительными или разделительными союзами и, или, либо, да (в значении «и»), запятая не ставится.',
        'Если придаточная часть завершает СПП, то запятая ставится перед подчинительным союзом.',
        'Если придаточная часть стоит перед главной частью СПП, то отделяется от нее запятой.',
        'Придаточная часть в СПП выделяется запятыми с двух сторон, если стоит внутри главной части.',
        'Придаточная часть в СПП выделяется запятыми с двух сторон, если стоит внутри главной части.',
      ],
    },
  ],
  // empty for video
  [{}],
  // empty for longread, rating and comment
  [{}],
  [{}],
  [{}],
]
