const db = [
  [
    {
      id: '14.05_dic',
      text:
        'Люди отправляются в путешествия не только ради достопримечательностей, но и ради знакомства с кухнями разных стран. В Италии, например, можно попробовать знаменитые пасту и пиццу, привезти домой оливки, масло и артиш_(о*,ё)ки. Побывавшие во Франции туристы, сраж_(о,ё*)нные изысканностью местных блюд, вспоминают разнообразие сыров и десертов. Испания славится морскими деликатесами и паэльей. А рестораны Англии, ч_(о*,ё)порные и элегантные, известны именитыми ш_(е*,э)ф-поварами и звёздами Мишлен. Россия обладает не меньшим потенциалом, и гастротуризм становится всё более востребован и успеш_(е*,и)н у нас. Растёт интерес к локальной кухне, появляются интересные новые форматы и конц_(е*,э)пции общепита. Российские рестораны приобретают мировую известность и попадают в рейтинги лучших по версиям иностранных ресторанных обозревателей. И речь не только о столице. Наши регионы могут предложить множ_(е*,и)ство гастрономических изысков, стоит вспомнить лишь вологодские молочные продукты или дальневосточные морские деликатесы. Нужно стремиться к тому, чтобы каждый регион нашей огромной страны приобрёл известность, в том числе и своей гастрономией. Почему бы не взять пример с маленькой деревни Рокфор во Франции? Интересно, что с населением менее семисот человек эта деревня продаёт сыр на четыреста миллионов евро ежегодно! Российские регионы могут похвастаться богатым разнообразием молочных и мясных продуктов, кваш_(е*,и)ными и копч_(ё*,о)ными деликатесами, икрой и рыбой, хлебобулочными изделиями и традиционными напитками. Гастрономические фестивали в последние годы стали флагманами продвижения русской кулинарной культуры. Такие мероприятия – это не только еда, но и своего рода шоу. Где ещё можно увидеть вживую, как готовятся любимые блюда или печ_(ё*,о)тся традиционный хлеб? Поэтому такие праздники еды неизменно привлекают посетителей. В нашей столице при поддержке правительства Москвы подобные фестивали проводятся на постоянной основе. Национальная кухня сегодня – это синтез современного производства, экологии, культурных традиций и истории. В России проживает около двухсот народностей, поэтому разнообразие национальных блюд и продуктов просто поражает воображение. Маршруты, располагающие к знакомству с российской культурой и гастрономией, сегодня открыты для всех.',
      fbs: [
        'Под ударением в корне после шипящего пишется О, если проверочное слово подобрать нельзя, например: шорох, крыжовник.',
        'В суффиксах любых слов, образованных от глагола, пишется Ё.',
        'Под ударением в корне после шипящего пишется О, если проверочное слово подобрать нельзя, например: шорох, крыжовник.',
        'Заимствованное слово, нужно запомнить написание.',
        'Е пишется в безударном положении, например: плюшевый.',
        'Заимствованное слово, нужно запомнить написание.',
        'В существительных, обозначающих объединение нескольких лиц, пишется суффикс ЕСТВ: землячество, юношество.',
        'Е пишется в отглагольном прилагательном или причастии, образованном от глагола на -ИТЬ: жареный-жарить, варёный-варить.',
        'В суффиксах любых слов, образованных от глагола, пишется Ё.',
        'В суффиксах и окончаниях глаголов всегда пишется Ё, например: пережёвывать.',
      ],
    },
  ],
  // empty for video
  [{}],
  // empty for longread, rating and comment
  [{}],
  [{}],
  [{}],
]
