const db = [
  // dictant
  [
    {
      id: '01.05_dic',
      text:
        'Для подготовки Москвы к проведению Чемпионата мира по футболу 2018 были пр_(е,и*)влечены лучшие специалисты. Серьезные пр_(е*,и)образования были проведены в спортивной и туристической инфраструктуре города. Грядущее событие мирового масштаба пр_(е,и*)дало ускорение экономическому развитию города, и, как впоследствии показала практика, столица пр_(е*,и)успела в решении сложных урбанистических задач, сумев пр_(е*,и)одолеть все трудности долгосрочной подготовительной работы. Город пр_(е,и*)ложил максимум усилий, чтобы справиться с резко возросшим потоком пр_(е,и*)бывших спортсменов и болельщиков. Пр_(е,и*)мечательным фактом стало то, что среди пр_(е,и*)ехавших на чемпионат пр_(е*,и)обладали болельщики из Китая, США и Мексики. Городские власти посчитали приоритетной целью создание комфортной жизни в столице для всех гостей. Специально разработанное мобильное пр_(е,и*)ложение помогло болельщикам следить за ходом соревнований и пр_(е,и*)обретать билеты на пр_(е,и*)ближающиеся матчи. Внимание прессы было пр_(е,и*)ковано к звездам мирового футбола на протяжении всего времени их пр_(е*,и)бывания в Москве. Столица радушно приняла престижный чемпионат, за что получила искренние похвалы от президента ФИФА. Беспрецедентным случаем стало признание ЧМ-2018 в России лучшим в истории.',
      fbs: [
        'Приставка ПРИ в слове «привлечь» указывает на приближение.',
        'Приставка ПРЕ в слове «преобразования» близка по значению приставке ПЕРЕ-.',
        'Приставка ПРИ в слове «придать» имеет значение доведения действия до логического конца.',
        'Приставка ПРЕ в слове «преуспеть» близка по значению слову «ОЧЕНЬ».',
        'Приставка ПРЕ в слове «преодолеть» близка по значению приставке ПЕРЕ.',
        'Приставка ПРИ в слове «приложить» имеет значение доведения действия до логического конца.',
        'Приставка ПРИ в слове «прибывшие» указывает на приближение.',
        'Написание слова «примечательный» нужно запомнить. В нем пишется приставка ПРИ.',
        'Приставка ПРИ в слове «приехавшие» указывает на приближение.',
        'Приставка ПРЕ в слове «преобладать» близка по значению слову «ОЧЕНЬ».',
        'Приставка ПРИ в слове «приложение» указывает на присоединение.',
        'Приставка ПРИ в слове «приобретать» обозначает действие, которое совершается в интересах его субъекта.',
        'Приставка ПРИ в слове «приближающиеся» указывает на приближение.',
        'Приставка ПРИ в слове «приковано» указывает на присоединение.',
        'Приставка ПРЕ в слове «пребывание» придает слову значение «находиться где-либо».',
      ],
    },
  ],
  [{}], // longread
]
