const db = [
  [{}],
  // langExe
  {
    id: '02.09_exe',
    iterables: [
      {
        id: 't1',
        text:
          'Предупреждающие знаки установили в_(слитно*,дефис,раздельно)доль всего ремонтируемого участка дороги. ',
        tip: 'Это производный предлог.',
        fb: {
          correct:
            'Следует запомнить правописание производных предлогов: напротив, впереди, возле, внутри, кругом, вдоль, вблизи, согласно, вокруг, насчет, вследствие, в течение, в продолжение, в заключение, в силу, ввиду, благодаря, несмотря на, невзирая на, ввиду (но: иметь в виду).',
          incorrect:
            'Следует запомнить правописание производных предлогов: напротив, впереди, возле, внутри, кругом, вдоль, вблизи, согласно, вокруг, насчет, вследствие, в течение, в продолжение, в заключение, в силу, ввиду, благодаря, несмотря на, невзирая на, ввиду (но: иметь в виду).',
        },
      },
      {
        id: 't2',
        text:
          'В_(слитно*,дефис,раздельно)близи железнодорожного переезда запрещается только стоянка, а в зоне действия переезда запрещена и стоянка, и остановка. ',
        tip: 'Это производный предлог.',
        fb: {
          correct:
            'Следует запомнить правописание производных предлогов: напротив, впереди, возле, внутри, кругом, вдоль, вблизи, согласно, вокруг, насчет, вследствие, в течение, в продолжение, в заключение, в силу, ввиду, благодаря, несмотря на, невзирая на, ввиду (но: иметь в виду).',
          incorrect:
            'Следует запомнить правописание производных предлогов: напротив, впереди, возле, внутри, кругом, вдоль, вблизи, согласно, вокруг, насчет, вследствие, в течение, в продолжение, в заключение, в силу, ввиду, благодаря, несмотря на, невзирая на, ввиду (но: иметь в виду).',
        },
      },
      {
        id: 't3',
        text:
          'Парковка располагается на_(слитно*,дефис,раздельно)против входа в здание. ',
        tip: 'Производный предлог.',
        fb: {
          correct:
            '“Напротив” – это производный предлог, который всегда пишется слитно.',
          incorrect: 'Этот предлог всегда пишется слитно.',
        },
      },
      {
        id: 't4',
        text:
          'Центральный округ подготовили к встрече Нового года, установив по_(слитно*,дефис,раздельно)середине главной площади праздничную ёлку. ',
        tip: 'Отвечает на вопрос «где?».',
        fb: {
          correct:
            'Пишется слитно, поскольку между «по» и «середине» нельзя вставить слово.',
          incorrect: 'Нельзя задать вопрос «по чему?».',
        },
      },
      {
        id: 't5',
        text:
          'В_(слитно,дефис,раздельно*) связи с предстоящими выборами занятия в школе отменили. ',
        tip: 'Это производный предлог, который нужно запомнить.',
        fb: {
          correct:
            '«В связи» – производный предлог, который пишется в два слова.',
          incorrect: 'Это слово нужно запомнить.',
        },
      },
      {
        id: 't6',
        text:
          'В России появятся электронные трудовые книжки в_(слитно*,дефис,раздельно)место бумажных, такой закон принят Госдумой. ',
        tip: 'В значении «взамен».',
        fb: {
          correct:
            'Производный предлог «вместо» пишется слитно и употребляется в значении «взамен».',
          incorrect: 'Это производный предлог.',
        },
      },
      {
        id: 't7',
        text:
          'Московские школы улучшили показатели по математической и естественно-научной грамотности, в_(слитно,дефис,раздельно*)связи с чем заняли лидерские позиции в международном рейтинге образования. ',
        tip: 'Это производный предлог, который нужно запомнить.',
        fb: {
          correct:
            '«В связи» – производный предлог, который пишется в два слова.',
          incorrect: 'Это сочетание нужно запомнить.',
        },
      },
      {
        id: 't8',
        text:
          'В_(слитно,дефис,раздельно*)связи с предстоящим чемпионатом по пляжному волейболу парк оборудовали новыми кортами и зрительскими зонами. ',
        tip: 'Производный предлог, который необходимо запомнить.',
        fb: {
          correct:
            '«В связи» – производный предлог, который пишется в два слова.',
          incorrect: 'Это слово необходимо запомнить.',
        },
      },
      {
        id: 't9',
        text:
          'В объявлении местом сбора сотрудников указан актовый зал в_(слитно*,дефис,раздельно)место привычного лектория. ',
        tip: 'В значении «взамен».',
        fb: {
          correct:
            'Производный предлог «вместо» пишется слитно и употребляется в значении «взамен».',
          incorrect: 'Это производный предлог.',
        },
      },
      {
        id: 't10',
        text:
          'Парковку личного автотранспорта на_(слитно*,дефис,раздельно)против стадиона «ВЭБ Арена» ограничат в связи с предстоящим футбольным матчем. ',
        tip: 'Производный предлог.',
        fb: {
          correct:
            '«Напротив» – это производный предлог, который всегда пишется слитно.',
          incorrect: 'Этот предлог всегда пишется слитно.',
        },
      },
    ],
  },
  [{}],
]
