const db = [
  // dictant
  [
    {
      id: '10.05_dic',
      text:
        'Городские праздники и фестивали – это концентрация хорошего настроения и позитивной энергии. В Москве проходит большое количество таких мероприятий, и каждое из них может отвлечь от повседневной рутины, погрузить в атмосферу праздника и научить чему-то новому. Однако_(зпт,пусто*) как разобраться в таком разнообразии? Если любите музыку, смело отправляйтесь на музыкальный фестиваль. Это прекрасная возможность услышать живое звучание любимых инструментов, узнать о новых направлениях и жанрах и даже потанцевать. Так_(зпт*,пусто) однако_(зпт*,пусто) недолго совсем забыть о заботах! Любителям гастрономических впечатлений понравятся кулинарные фестивали. Можно узнать секреты приготовления блюд разных стран мира и познакомиться с новыми вкусами. Однако_(зпт,пусто*) будьте осторожны! Легко потерять контроль над аппетитом, ведь представляют такие мероприятия лучшие кулинары мира. Тех, кто любит проводить время с близкими, ждут семейные фестивали, которые проходят в живописных местах: парках, усадьбах, скверах. Здесь можно посетить спектакли и цирковые представления, оценить работы художников. Есть возможность даже стать участником событий – нередко в тёплое время года проводятся интерактивные мастер-классы, соревнования и турниры. Такое многообразие даёт возможность каждому жителю выбрать занятие по душе. Костюмированные шоу, футуристические представления, модные показы и многое другое – чтобы каждый мог сказать: «Однако_(зпт*,пусто) как интересно и с пользой можно провести весь день!» Конечно, список был бы неполным без «Московских сезонов» – городских фестивалей для каждого времени года, которые стали фирменным знаком Москвы. Это «Путешествие в Рождество», «Золотая осень», «Московская весна A Cappella», «Цветочный джем», проходящие при поддержке Департамента торговли и услуг Правительства Москвы. Однако_(зпт,пусто*) самые масштабные мероприятия – это общегородские фестивали, посвящённые важным датам и праздникам. Расписание всех фестивалей можно увидеть на официальном сайте Мэра Москвы.',
      fbs: [
        'Если «однако» – это союз, запятые после него не ставятся. Чтобы узнать, союз это или нет, замените его на другой союз, например «но», если смысл у предложения остался тот же, значит, применяются правила для союза.',
        'Если «однако» является вводным словом, выделение его запятыми обязательно. Чтобы узнать, что это не союз, попробуйте убрать «однако». Если смысл фразы не поменялся, это вводное слово.',
        'Если «однако» является вводным словом, выделение его запятыми обязательно. Чтобы узнать, что это не союз, попробуйте убрать «однако». Если смысл фразы не поменялся, это вводное слово.',
        'Если «однако» – это союз, запятые после него не ставятся. Чтобы узнать, союз это или нет, замените его на другой союз, например «но», если смысл у предложения остался тот же, значит, применяются правила для союза.',
        'Если «однако» – это междометие, оно выделяется запятыми даже в начале предложения. Само слово при этом должно выделяться интонационно. Вместо него можно поставить другое междометие, например, «вот это да!», «ого!».',
        'Если «однако» – это союз, запятые после него не ставятся. Чтобы узнать, союз это или нет, замените его на другой союз, например «но», если смысл у предложения остался тот же, значит, применяются правила для союза.',
      ],
    },
  ],
  [{}], // longread
]
