const db = [
    // langExe
    {
        "iterables": [{
            "id": "t0",
            "text": "К работе на пр_(е,и*)школьном участке привлекается весь персонал школы.",
            "tip": "Приставка в значении «пространственная близость, смежность».",
            "fb": {
                "correct": "Приставка «при» используется в значении пространственной близости, смежности.",
                "incorrect": "Приставка «пре» чаще всего используется в значении «очень» и близка по смыслу к «пере-»."
            }
        }, {
            "id": "t1",
            "text": "Иногда необходимо пр_(е,и*)остановиться и подумать о том, в правильном ли направлении идёт работа.",
            "tip": "Совершение действия не в полном объеме.",
            "fb": {
                "correct": "Приставка «при» используется в значении совершения действия не в полном объеме или на ограниченный срок.",
                "incorrect": "Приставка «пре» чаще всего используется в значении «очень» и близка по смыслу к «пере-»."
            }
        }, {
            "id": "t2",
            "text": "Ремонтные работы на этом участке линии метро пр_(е*,и)кращены.",
            "tip": "Близость к «пере-».",
            "fb": {
                "correct": "Приставка «пре» близка по смыслу к «пере».",
                "incorrect": "Приставка «при» чаще всего обозначает «приближение»."
            }
        }, {
            "id": "t3",
            "text": "Работы этого мастера значительно пр_(е*,и)восходят по качеству произведения других ремесленников того времени.",
            "tip": "Значение высшей степени качества.",
            "fb": {
                "correct": "Приставка «пре» используется для придания словам значения предельной степени действия, превосходящего какую-либо меру, или высшей степени качества.",
                "incorrect": "Приставка «пре» используется в значении «очень» и близка по смыслу к «пере»."
            }
        }, {
            "id": "t4",
            "text": "Пр_(е,и*)морские журналисты выяснили, что москвичи знают о Владивостоке, читайте об этом в новом выпуске.",
            "tip": "Приставка в значении «пространственная близость, смежность».",
            "fb": {
                "correct": "Приставка «при» используется в значении пространственной близости, смежности.",
                "incorrect": "Приставка «пре» чаще всего используется в значении «очень» и близка по смыслу к «пере-»."
            }
        }, {
            "id": "t5",
            "text": "Невозможно пр_(е,и*)думать что-то более подходящее по смыслу.",
            "tip": "Основное значение – «доведение действия до результата».",
            "fb": {
                "correct": "Приставка «при» обозначает «доведение действия до результата».",
                "incorrect": "Приставка «пре» используется в значении «очень» и близка по смыслу к «пере»."
            }
        }, {
            "id": "t6",
            "text": "К каждому курсанту был пр_(е,и*)ставлен офицер-наставник, который готовил подопечного до самого выпуска.",
            "tip": "Приставка в значении «присоединение».",
            "fb": {
                "correct": "Приставка «при» используется в значении присоединения.",
                "incorrect": "Приставка «пре» чаще всего используется в значении «очень» и близка по смыслу к «пере-»."
            }
        }, {
            "id": "t7",
            "text": "Пр_(е*,и)емник будет объявлен в ближайшее время, а пока должность остаётся вакантной.",
            "tip": "Приставка в значении «пере-».",
            "fb": {
                "correct": "Приставка «пре» используется в значении «пере-».",
                "incorrect": "Приставка «при» чаще всего обозначает «приближение»."
            }
        }, {
            "id": "t8",
            "text": "Коммунальным службам придётся пр_(е,и*)ложить все усилия и задействовать всю возможную технику для преодоления последствий сильного снегопада.",
            "tip": "Основное значение – «доведение действия до результата».",
            "fb": {
                "correct": "Приставка «при» обозначает «доведение действия до результата».",
                "incorrect": "Приставка «пре» используется в значении «очень» и близка по смыслу к «пере»."
            }
        }, {
            "id": "t9",
            "text": "Коллега попросил пр_(е,и*)открыть окно, а кондиционер выключить.",
            "tip": "Совершение действия не в полном объеме.",
            "fb": {
                "correct": "Приставка «при» используется в значении совершения действия не в полном объеме или на ограниченный срок.",
                "incorrect": "Приставка «пре» чаще всего используется в значении «очень» и близка по смыслу к «пере-»."
            }
        }, {
            "id": "t10",
            "text": "Пр_(е,и*)усадебный участок необходимо планировать, соблюдая правила застройки, принятые в конкретном регионе страны.",
            "tip": "Приставка в значении «пространственная близость, смежность».",
            "fb": {
                "correct": "Приставка «при» используется в значении пространственной близости, смежности.",
                "incorrect": "Приставка «пре» чаще всего используется в значении «очень» и близка по смыслу к «пере-»."
            }
        }, {
            "id": "t11",
            "text": "Студенты, желая пр_(е*,и)успевать по всем дисциплинам, отказались от развлечений в пользу учёбы.",
            "tip": "Близость к «очень».",
            "fb": {
                "correct": "Приставка «пре» используется в значении «очень».",
                "incorrect": "Приставка «при» чаще всего обозначает «приближение»."
            }
        }, {
            "id": "t12",
            "text": "Сотрудники полиции пр_(е*,и)градили путь нарушившему скоростной режим автомобилисту.",
            "tip": "Приставка в значении «пере-».",
            "fb": {
                "correct": "Приставка «пре» используется в значении «пере-».",
                "incorrect": "Приставка «при» чаще всего обозначает «приближение»."
            }
        }, {
            "id": "t13",
            "text": "Земельный участок, на котором расположен многоквартирный дом, а также пр_(е,и*)домовая территория принадлежат владельцам квартир на праве общей долевой собственности.",
            "tip": "Приставка в значении «пространственная близость, смежность».",
            "fb": {
                "correct": "Приставка «при» используется в значении пространственной близости, смежности.",
                "incorrect": "Приставка «пре» чаще всего используется в значении «очень» и близка по смыслу к «пере-»."
            }
        }, {
            "id": "t14",
            "text": "Адвокат – защитник и советник в суде, но он не должен пр_(е*,и)ступать закон в стремлении помочь клиенту.",
            "tip": "Приставка в значении «пере-».",
            "fb": {
                "correct": "Приставка «пре» близка к значению приставки «пере-».",
                "incorrect": "Приставка «при» чаще всего обозначает «приближение»."
            }
        }, {
            "id": "t15",
            "text": "Пр_(е,и*)мыкающий к школе сад в этом году засадили яблоневыми саженцами.",
            "tip": "Приставка в значении «присоединение».",
            "fb": {
                "correct": "Приставка «при» используется в значении присоединения.",
                "incorrect": "Приставка «пре» чаще всего используется в значении «очень» и близка по смыслу к «пере-»."
            }
        }, {
            "id": "t16",
            "text": "«Не стоит пр_(е*,и)увеличивать, будьте всегда проще» – такой совет дал лектор своим студентам в заключительной речи.",
            "tip": "Близость к «очень».",
            "fb": {
                "correct": "Приставка «пре» используется в значении «очень».",
                "incorrect": "Приставка «при» чаще всего обозначает «приближение»."
            }
        }, {
            "id": "t17",
            "text": "Тренер попросил игроков пр_(е,и*)беречь силы для грядущего чемпионата.",
            "tip": "Совершение действия в чьих-либо интересах.",
            "fb": {
                "correct": "Приставка «при» придаёт значение совершения действия в чьих-либо интересах.",
                "incorrect": "Приставка «пре» чаще всего используется в значении «очень» и близка по смыслу к «пере-»."
            }
        }, {
            "id": "t18",
            "text": "Стол для переговоров, за которым могло поместиться шесть человек, был пр_(е,и*)слонён к столу руководителя.",
            "tip": "Приставка в значении «присоединение».",
            "fb": {
                "correct": "Приставка «при» используется в значении «присоединение».",
                "incorrect": "Приставка «пре» чаще всего используется в значении «очень» и близка по смыслу к «пере-»."
            }
        }, {
            "id": "t19",
            "text": "Для посетителей открывшегося после реконструкции музея организовали пр_(е*,и)восходный гала-концерт и торжественный фуршет.",
            "tip": "Значение высшей степени качества.",
            "fb": {
                "correct": "Приставка «пре» используется в значении «очень».",
                "incorrect": "Приставка «при» чаще всего обозначает «приближение»."
            }
        }, {
            "id": "t20",
            "text": "Этот аудитор известен пр_(е*,и)неприятной манерой выяснять детали.",
            "tip": "Близость к «очень».",
            "fb": {
                "correct": "Приставка «пре» используется в значении «очень».",
                "incorrect": "Приставка «при» чаще всего обозначает «приближение»."
            }
        }, {
            "id": "t21",
            "text": "Засекреченные материалы той эпохи сегодня пр_(е*,и)даны огласке, с некоторыми из них можно ознакомиться в читальном зале государственной библиотеки.",
            "tip": "Приставка в значении «пере-».",
            "fb": {
                "correct": "Приставка «пре» используется в значении «пере-».",
                "incorrect": "Приставка «при» чаще всего обозначает «приближение»."
            }
        }, {
            "id": "t22",
            "text": "Этот старый московский особняк интересен особенной отделкой, а также тем, что пр_(е,и*)деланный значительно позже третий этаж использовался для сдачи внаём.",
            "tip": "Приставка в значении «присоединение».",
            "fb": {
                "correct": "Приставка «при» используется в значении присоединения.",
                "incorrect": "Приставка «пре» чаще всего используется в значении «очень» и близка по смыслу к «пере-»."
            }
        }, {
            "id": "t23",
            "text": "Археологи обнаружили большое количество орудий труда той эпохи, а также пр_(е,и*)прятанные монеты и драгоценности.",
            "tip": "Совершение действия в чьих-либо интересах.",
            "fb": {
                "correct": "Приставка «при» придаёт значение действия в чьих-либо интересах.",
                "incorrect": "Приставка «пре» чаще всего используется в значении «очень» и близка по смыслу к «пере-»."
            }
        }, {
            "id": "t24",
            "text": "Пр_(е*,и)ображённый после долгой реконструкции парк вошёл в десятку лучших по версии издания «Архитектура и дизайн».",
            "tip": "Близость к «пере-».",
            "fb": {
                "correct": "Приставка «пре» используется в значении «через», «по-иному» и близка по значению приставке «пере-».",
                "incorrect": "Приставка «при» чаще всего обозначает «приближение»."
            }
        }, {
            "id": "t25",
            "text": "Световое табло предупреждает водителей о том, что на этом участке очень опасно пр_(е*,и)вышать скорость.",
            "tip": "Значение высшей степени качества.",
            "fb": {
                "correct": "Приставка «пре» используется для придания словам значения предельной степени действия, превосходящего какую-либо меру, или высшей степени качества.",
                "incorrect": "Приставка «при» чаще всего обозначает «приближение»."
            }
        }, {
            "id": "t26",
            "text": "Возведённый по современным технологиям жилой комплекс пр_(е*,и)восходит самые смелые ожидания.",
            "tip": "Близость к «пере-».",
            "fb": {
                "correct": "Приставка «пре» близка по смыслу к «пере».",
                "incorrect": "Приставка «при» чаще всего обозначает «приближение»."
            }
        }, {
            "id": "t27",
            "text": "Новый руководитель пр_(е,и*)даёт большое значение дисциплине и пунктуальности.",
            "tip": "Основное значение – «доведение действия до результата».",
            "fb": {
                "correct": "Приставка «при» обозначает «доведение действия до результата».",
                "incorrect": "Приставка «пре» чаще всего используется в значении «очень» и близка по смыслу к «пере»."
            }
        }, {
            "id": "t28",
            "text": "Заброшенные промышленные территории пр_(е*,и)вратили в современные и комфортные зоны отдыха.",
            "tip": "Близость к «пере-».",
            "fb": {
                "correct": "Приставка «пре» используется в значении «через», «по-иному» и близка приставке «пере-».",
                "incorrect": "Приставка «при» чаще всего обозначает «приближение»."
            }
        }, {
            "id": "t29",
            "text": "Пр_(е,и*)брежные районы оказались в зоне действия циклона.",
            "tip": "Приставка в значении «пространственная близость, смежность».",
            "fb": {
                "correct": "Приставка «при» используется в значении пространственной близости, смежности.",
                "incorrect": "Приставка «пре» чаще всего используется в значении «очень» и близка по смыслу к «пере-»."
            }
        }, {
            "id": "t30",
            "text": "Автомобили гостей столицы, пр_(е,и*)бывающие в транспортно-пересадочный узел «Перово», направляются на стоянку.",
            "tip": "Подразумевается «приближение».",
            "fb": {
                "correct": "Приставка «при» обозначает «приближение».",
                "incorrect": "Приставка в данном предложении обозначает «приближение»."
            }
        }, {
            "id": "t31",
            "text": "Пр_(е,и*)глашаем принять участие в конференции.",
            "tip": "Подразумевается «приближение».",
            "fb": {
                "correct": "Приставка «при» обозначает «приближение».",
                "incorrect": "Приставка в данном предложении обозначает «приближение»."
            }
        }, {
            "id": "t32",
            "text": "Трудовой договор может быть пр_(е*,и)кращён и по другим основаниям.",
            "tip": "Близость к «пере-».",
            "fb": {
                "correct": "Приставка «пре» используется в значении «очень» и близка по смыслу к «пере».",
                "incorrect": "Приставка «при» чаще всего обозначает «приближение»."
            }
        }, {
            "id": "t33",
            "text": "На заседании Пр_(е*,и)зидиума Правительства Москвы было принято решение о выделении Главному ботаническому саду 110 миллионов рублей на развитие и благоустройство.",
            "tip": "Это не приставка, а часть корня. Слово необходимо запомнить.",
            "fb": {
                "correct": "Пре в составе корня, необходимо запомнить.",
                "incorrect": "Пре в составе корня, необходимо запомнить."
            }
        }, {
            "id": "t34",
            "text": "Городская система видеонаблюдения «Безопасный город» помогает правоохранительным органам раскрывать пр_(е*,и)ступления.",
            "tip": "Близость к «пере-».",
            "fb": {
                "correct": "Приставка «пре» используется в значении «очень» и близка по смыслу к «пере».",
                "incorrect": "Приставка «при» чаще всего обозначает «приближение»."
            }
        }, {
            "id": "t35",
            "text": "Решение пр_(е,и*)нимается Правительством Москвы или префектом соответствующего округа.",
            "tip": "Основное значение – «доведение действия до результата».",
            "fb": {
                "correct": "Приставка «при» обозначает «доведение действия до результата».",
                "incorrect": "Приставка «пре» используется в значении «очень» и близка по смыслу к «пере»."
            }
        }, {
            "id": "t36",
            "text": "Пр_(е,и*)влечь к ответственности виновных.",
            "tip": "Основное значение – «доведение действия до результата».",
            "fb": {
                "correct": "Приставка «при» обозначает «доведение действия до результата».",
                "incorrect": "Приставка «пре» используется в значении «очень» и близка по смыслу к «пере»."
            }
        }, {
            "id": "t37",
            "text": "Мигранты, пр_(е*,и)бывающие в городе незаконно, подлежат депортации.",
            "tip": "Слово в значении «находиться».",
            "fb": {
                "correct": "Приставка «пре» используется в значении «находиться».",
                "incorrect": "Приставка «при» чаще всего обозначает «приближение»."
            }
        }, {
            "id": "t38",
            "text": "Люди с ограниченными возможностями ценой невероятных усилий пр_(е*,и)одолевают трудности.",
            "tip": "Близость к «пере-».",
            "fb": {
                "correct": "Приставка «пре» близка по смыслу к «пере».",
                "incorrect": "Приставка «при» чаще всего обозначает «приближение»."
            }
        }, {
            "id": "t39",
            "text": "С начала 2014 года столичные власти пр_(е,и*)вели в порядок 3,5 тысячи квартир ветеранов Великой Отечественной войны.",
            "tip": "Основное значение – «доведение действия до результата».",
            "fb": {
                "correct": "Приставка «при» обозначает «доведение действия до результата».",
                "incorrect": "Приставка «пре» используется в значении «очень» и близка по смыслу к «пере»."
            }
        }, {
            "id": "t40",
            "text": "В торжественной обстановке официальные лица и первые пассажиры ожидали на платформе первый пр_(е,и*)бывающий поезд МЦД.",
            "tip": "Подразумевается «приближение».",
            "fb": {
                "correct": "Приставка «при» обозначает «приближение».",
                "incorrect": "Приставка «пре» используется в значении «очень» и близка по смыслу к «пере»."
            }
        }, {
            "id": "t41",
            "text": "Самая ожидаемая премьера нового театрального сезона была восторженно встречена столичной публикой и пр_(е,и*)влекла внимание влиятельных мировых СМИ.",
            "tip": "Подразумевается «приближение».",
            "fb": {
                "correct": "Приставка «при» обозначает «приближение».",
                "incorrect": "Приставка «пре» используется в значении «очень» и близка по смыслу к «пере»."
            }
        }, {
            "id": "t42",
            "text": "Неблагоприятное развитие экологической ситуации в районе удалось пр_(е*,и)ломить благодаря созданию зеленых насаждений.",
            "tip": "Близость к «пере-».",
            "fb": {
                "correct": "Приставка «пре» по смыслу близка к «пере-».",
                "incorrect": "Приставка «при» чаще всего обозначает «приближение»."
            }
        }, {
            "id": "t43",
            "text": "Выпускники московских школ, получившие 100 баллов по ЕГЭ, имеют возможность продолжить учебу в пр_(е*,и)стижных вузах страны.",
            "tip": "Слово проверяется по словарю.",
            "fb": {
                "correct": "Пре- является частью корня в словах «престиж», «престижный». Написание нужно запомнить.",
                "incorrect": "Пре- является частью корня в словах «престиж», «престижный». Написание нужно запомнить."
            }
        }, {
            "id": "t44",
            "text": "В ближайшую неделю в столичном регионе пр_(е*,и)имущественно солнечно, – обрадовал москвичей ведущий программы о погоде.",
            "tip": "Слово проверяется по словарю.",
            "fb": {
                "correct": "Пре- является частью корня в слове «преимущественно». Его написание нужно запомнить.",
                "incorrect": "Пре- является частью корня в слове «преимущественно». Его написание нужно запомнить."
            }
        }, {
            "id": "t45",
            "text": "Целеустремленность и организованность помогут пр_(е*,и)творить в жизнь даже самые смелые мечты.",
            "tip": "Приставка в значении «пере-».",
            "fb": {
                "correct": "Приставка «пре» по смыслу близка к «пере-».",
                "incorrect": "Приставка «при» чаще всего обозначает «приближение»."
            }
        }, {
            "id": "t46",
            "text": "Москвичи пр_(е,и*)дают большое значение доступности городских парков, где они могут дышать чистым воздухом и заниматься спортом.",
            "tip": "Основное значение – присоединение.",
            "fb": {
                "correct": "Приставка «при» обозначает присоединение.",
                "incorrect": "Приставка «пре» чаще всего используется в значении «очень» и близка по смыслу к «пере»."
            }
        }, {
            "id": "t47",
            "text": "Жители микрорайона пр_(е*,и)бывали в неведении относительно сроков завершения работ по благоустройству сквера.",
            "tip": "В значении «находиться».",
            "fb": {
                "correct": "Приставка «пре» используется в значении «находиться».",
                "incorrect": "Приставка «при» чаще всего обозначает «приближение»."
            }
        }, {
            "id": "t48",
            "text": "Результаты экспертизы качества продуктов питания для детских дошкольных учреждений были пр_(е*,и)даны широкой огласке.",
            "tip": "Приставка в значении «пере-».",
            "fb": {
                "correct": "Приставка «пре» чаще всего используется в значении «очень» и близка по смыслу к «пере».",
                "incorrect": "Приставка «при» чаще всего обозначает «приближение»."
            }
        }, {
            "id": "t49",
            "text": "Пр_(е*,и)клонный возраст – вовсе не помеха активному образу жизни, – так считают участники программы «Московское долголетие».",
            "tip": "Приставка в значении «очень».",
            "fb": {
                "correct": "Приставка «пре» используется в значении «очень».",
                "incorrect": "Приставка «при» чаще всего обозначает «приближение»."
            }
        }, {
            "id": "t50",
            "text": "Прошу срочно пр_(е,и*)нять меры по устранению поломок оборудования на детской площадке во дворе дома № 5.",
            "tip": "Слово проверяется по словарю.",
            "fb": {
                "correct": "При- является частью корня. Слово «принять» необходимо запомнить.",
                "incorrect": "При- является частью корня. Слово «принять» необходимо запомнить."
            }
        }, {
            "id": "t51",
            "text": "Храм Василия Блаженного – это непр_(е*,и)ходящий символ Москвы в глазах иностранных туристов.",
            "tip": "Приставка в значении «пере-».",
            "fb": {
                "correct": "Приставка «пре» близка по смыслу к «пере-».",
                "incorrect": "Приставка «при» чаще всего обозначает «приближение»."
            }
        }, {
            "id": "t52",
            "text": "Выпускники Московского архитектурного института готовы пр_(е,и*)ложить силы к формированию современного облика города.",
            "tip": "Основное значение – «присоединение».",
            "fb": {
                "correct": "Приставка «при» обозначает «присоединение».",
                "incorrect": "Приставка «пре» чаще всего используется в значении «очень» и близка по смыслу к «пере»."
            }
        }, {
            "id": "t53",
            "text": "Дополнительные вагоны были пр_(е,и*)стыкованы к основному составу электропоезда ввиду возросшей транспортной нагрузки в часы пик.",
            "tip": "Основное значение – «присоединение».",
            "fb": {
                "correct": "Приставка «при» обозначает «присоединение».",
                "incorrect": "Приставка «пре» чаще всего используется в значении «очень» и близка по смыслу к «пере»."
            }
        }, {
            "id": "t54",
            "text": "С 5 по 15 июля в вашем доме будет пр_(е*,и)кращена подача горячей воды для проведения плановых профилактических работ.",
            "tip": "В значении «пере-».",
            "fb": {
                "correct": "Пре в значении «пере-».",
                "incorrect": "Приставка «при» чаще всего обозначает «приближение»."
            }
        }, {
            "id": "t55",
            "text": "Развитие сети общественного транспорта является одним из пр_(е,и*)оритетных направлений в работе Правительства Москвы.",
            "tip": "Слово проверяется по словарю.",
            "fb": {
                "correct": "При- является частью корня. Слова «приоритет», «приоритетный» необходимо запомнить.",
                "incorrect": "При- является частью корня. Слова «приоритет», «приоритетный» необходимо запомнить."
            }
        }, {
            "id": "t56",
            "text": "Пр_(е*,и)зумпция невиновности – это один из основополагающих принципов уголовного судопроизводства в Российской Федерации.",
            "tip": "Слово проверяется по словарю.",
            "fb": {
                "correct": "Пре- является частью корня. Слово «презумпция» необходимо запомнить.",
                "incorrect": "Пре- является частью корня. Слово «презумпция» необходимо запомнить."
            }
        }, {
            "id": "t57",
            "text": "По сообщению Гидрометцентра, в зоне теплого атмосферного фронта ожидается пр_(е*,и)обладание облачной погоды, местами возможен небольшой снег.",
            "tip": "Приставка в значении «очень».",
            "fb": {
                "correct": "Приставка «пре» используется в значении «очень».",
                "incorrect": "Приставка «при» чаще всего обозначает «приближение»."
            }
        }, {
            "id": "t58",
            "text": "Новый созыв Мосгордумы пр_(е,и*)ступил к выполнению своих обязанностей.",
            "tip": "В значении «начать что-либо».",
            "fb": {
                "correct": "Приставка «при» используется значении «начать что-либо».",
                "incorrect": "Приставка «пре» чаще всего используется в значении «очень» и близка по смыслу к «пере-»."
            }
        }, {
            "id": "t59",
            "text": "На заседании Комитета по делам молодежи пр_(е,и*)сутствовали представители ведущих столичных вузов.",
            "tip": "Слово проверяется по словарю.",
            "fb": {
                "correct": "Написание слов «присутствие», «присутствовать» нужно запомнить.",
                "incorrect": "Написание слов «присутствие», «присутствовать» нужно запомнить."
            }
        }, {
            "id": "t60",
            "text": "Одно из трех пр_(е,и*)ложений к документу было утеряно.",
            "tip": "Приставка в значении «присоединение».",
            "fb": {
                "correct": "Приставка «при» используется в значении «присоединение».",
                "incorrect": "Приставка «пре» чаще всего используется в значении «очень» и близка по смыслу к «пере-»."
            }
        }, {
            "id": "t61",
            "text": "Пр_(е*,и)бывание в столице большого числа болельщиков во время проведения Чемпионата мира по футболу прошло без серьезных происшествий.",
            "tip": "В значении «находиться».",
            "fb": {
                "correct": "Приставка «пре» используется в значении «находиться».",
                "incorrect": "Приставка «при» чаще всего обозначает «приближение»."
            }
        }, {
            "id": "t62",
            "text": "Болельщики приветствовали сборную Германии по футболу, пр_(е,и*)бывшую в аэропорт «Шереметьево».",
            "tip": "Приставка в значении «приближение».",
            "fb": {
                "correct": "Приставка «при» обозначает «приближение».",
                "incorrect": "Приставка «пре» используется в значении «находиться»."
            }
        }, {
            "id": "t63",
            "text": "Необходимо внести изменения в пр_(е,и*)ложение №2 к документу.",
            "tip": "Приставка в значении «присоединение».",
            "fb": {
                "correct": "Приставка «при» используется в значении «присоединение».",
                "incorrect": "Приставка «пре» чаще всего используется в значении «очень» и близка по смыслу к «пере-»."
            }
        }, {
            "id": "t64",
            "text": "На пр_(е,и*)легающей территории к ГБОУ «Школа №7» был проведен весенний субботник.",
            "tip": "Приставка в значении «присоединение».",
            "fb": {
                "correct": "Приставка «при» используется в значении «присоединение».",
                "incorrect": "Приставка «пре» чаще всего используется в значении «очень» и близка по смыслу к «пере-»."
            }
        }, {
            "id": "t65",
            "text": "Во втором квартале были пр_(е*,и)вышены плановые показатели посещения музеев, находящихся в городском управлении.",
            "tip": "Приставка в значении «очень».",
            "fb": {
                "correct": "Приставка «пре» используется в значении «очень».",
                "incorrect": "Приставка «при» чаще всего обозначает «приближение»."
            }
        }, {
            "id": "t66",
            "text": "Работы по реконструкции здания были временно пр_(е,и*)остановлены в связи с неожиданной находкой старинных монет, спрятанных в подвале.",
            "tip": "Неполнота действия.",
            "fb": {
                "correct": "Приставка «при» используется в значении неполноты действия.",
                "incorrect": "Приставка «пре» чаще всего используется в значении «очень» и близка по смыслу к «пере-»."
            }
        }, {
            "id": "t67",
            "text": "Ежегодно накануне Дня медицинского работника проходит торжественная церемония вручения премии «Пр_(е,и*)звание» лучшим врачам страны.",
            "tip": "Приставка в значении «приближение».",
            "fb": {
                "correct": "Приставка «при» обозначает «приближение».",
                "incorrect": "Приставка «пре» чаще всего используется в значении «очень» и близка по смыслу к «пере-»."
            }
        }, {
            "id": "t68",
            "text": "Праздничные украшения пр_(е,и*)внесли в атмосферу предновогодней Москвы ощущение волшебства и доброй зимней сказки.",
            "tip": "Приставка в значении «присоединение».",
            "fb": {
                "correct": "Приставка «при» используется в значении «присоединение».",
                "incorrect": "Приставка «пре» чаще всего используется в значении «очень» и близка по смыслу к «пере-»."
            }
        }, {
            "id": "t69",
            "text": "Поваленное ветром дерево пр_(е*,и)градило выезд с автомобильной парковки торгового центра.",
            "tip": "В значении «пере-».",
            "fb": {
                "correct": "Приставка «пре» близка по смыслу к «пере».",
                "incorrect": "Приставка «при» чаще всего обозначает «приближение»."
            }
        }]
    },
    [{}]
]