const db = [
  // dictant
  [
    {
      id: '04.05_dic',
      text:
        'В Москве уже к середине прошлого столетия не осталось не_(слитно*,раздельно)освещённых улиц, а вот до начала XVIII в. света ночью в городе не было. При необходимости люди выходили из дома со своими фонарями. Особенно неудобно было в непогоду, когда лил осенний не_(слитно*,раздельно)прекращающийся дождь. А уж выйти в кромешную тьму зимой было крайне необдуманным поступком. В 1730 г. впервые по указу императрицы Анны Иоанновны в Москве установили масляные фонари для вечернего освещения Кремля, Немецкой слободы, улиц в Белом и Земляном городе, а также Китай-города. К концу XVIII в. центральные улицы Москвы освещало шесть тысяч фонарей. Это были ничем не_(слитно,раздельно*)крашенные деревянные столбы, на которые надевался чугунный фонарь со стеклами и дверкой. Масло было дорогим, поэтому фонари зажигали только в самые темные, безлунные ночи. Но и этому были рады не_(слитно,раздельно*)избалованные комфортом горожане. В 1860-х гг. на смену масляным фонарям пришли керосиновые светильники. Они давали больше света. Сейчас трудно найти не_(слитно,раздельно*)разрушенный, а хотя бы частично сохранившийся уличный фонарь тех времён. Большинство из них находится в частных коллекциях. Не_(слитно,раздельно*)знающие отдыха учёные работали над технологиями освещения, и в 1865 г. в Москве появились первые газовые фонари, а в 1883 г. на набережной, вблизи Кремля, установили электрические светильники. В этот же год по случаю коронации Александра III с помощью электричества осветили площадь у Храма Христа Спасителя и Колокольню Ивана Великого. Первой полностью электрифицированной улицей стала Тверская. В 1910 г. треть московских улиц имела электрическое освещение. Однако до начала XX в. фонари подсвечивали только тротуары, проезжая часть была ими не_(слитно,раздельно*)оснащена. Приходилось довольствоваться дополнительными источниками света: витринами, подвесными светильниками у ворот и подъездов жилых домов, магазинов, банков. В 1912 г. был создан специальный отдел, который занимался вопросами иллюминации нынешней столицы. Во время Первой Мировой войны и революции система городского освещения Москвы совсем не развивалась. Не_(слитно*,раздельно)решённой проблема оставалась несколько лет, пока в 1932 г. не был образован трест «Мосгорсвет». В 1954 г. появились фонари с люминесцентными и ртутными лампами, на смену которым в 1975 г. пришли усовершенствованные натриевые светильники с осветительными элементами высокого давления. В 2016 г. в Москве началась замена старого освещения на новое – энергосберегающее. Не_(слитно*,раздельно)гаснущие фонари обходятся столице дешевле прежних за счет низкого энергопотребления и большей экологичности. В 2019 г. очередь на замену дойдёт до всех не_(слитно,раздельно*)обновлённых ранее улиц Москвы.',
      fbs: [
        'Пишется слитно, так как у полного причастия нет зависимого слова и противопоставления с союзом «а».',
        'Пишется слитно, так как у полного причастия нет зависимого слова и противопоставления с союзом «а».',
        'Пишется раздельно, так как у причастия есть зависимое слово – не крашенные чем? ничем не крашенные.',
        'Пишется раздельно, так как у причастия есть зависимое слово – не избалованные чем? комфортом.',
        'Пишется раздельно, так как у причастия есть противопоставление с союзом «а».',
        'Пишется раздельно, так как у причастия есть зависимое слово – не знающие чего? отдыха.',
        'Пишется раздельно, так как это краткая форма.',
        'Пишется слитно, так как у полного причастия нет зависимого слова и противопоставления с союзом «а».',
        'Пишется слитно, так как у полного причастия нет зависимого слова и противопоставления с союзом «а».',
        'Пишется раздельно, так как у причастия есть зависимое слово – не обновлённых когда? ранее.',
      ],
    },
  ],
  [{}], // longread
]
