const diktant = [
    'Для подготовки Москвы к проведенею Чемпионата мира по футболу 2018 были (1) пр_(е,и*)вл_(е*,и)чены лучшие специалисты. Серьезные (2) пр_(е*,и)образования были проведены в спортивной пр_(е,и*)вл_(е*,и)чены и туристической пр_(е,и*)вл_(е*,и)чены инфраструктуре города.',
    [
        //1
        '1это текст-"рыба", часто используемый в печати и вэб-дизайне. Lorem Ipsum является стандартной "рыбой" для текстов на латинице с начала XVI века.',
        //2
        '2это текст-"рыба", часто используемый в печати и вэб-дизайне. Lorem Ipsum является стандартной "рыбой" для текстов на латинице с начала XVI века.'
    ]
]