const db = [
  [
    {
      id: '12.05_dic',
      text:
        'Значительная часть москвичей живёт в так называемых «спальных» районах. Ещё совсем недавно жизнь в таких локациях не была настолько комфортной, как сегодня – стоит оглянуться всего лишь лет на двадцать назад. Теперь же регулярные опросы жителей показывают, что лидируют в рейтинге удобных для жизни мест вовсе не центральные районы города. Оценка районов проводится по десятибал_(л*,пусто)ьной шкале и базируется на сравнении различных коэф_(ф*,пусто)ициентов. Транспортная доступность отдалённых районов оставляла желать лучшего, в них почти отсутствовали крупные магазины и торговые комплексы, было организовано мало досуговых центров. Да и вопросы безопасности стояли остро. А яркие культурные события уж точно были привил_(л,пусто*)егией жителей центра. С развитием градостроительной политики позитивные изменения естественным образом повлияли на жизнь в отдалённых районах. Их инфраструктура сегодня не уступает, а зачастую превосходит центр. Появились большие торгово-развлекательные комплексы, где горожане могут сделать все нужные покупки, сходить в ресторан и посмотреть фильм в ультрасовременном кинотеатре. Открылись также и небольшие кофейни, где можно купить кофе навынос или выпить кап_(п,пусто*)уч_(ч,пусто*)ино с дес_(с,пусто*)ертом в уютном интерьере. Построены парки для отдыха, спорта, развлечений и прогулок, во многих есть детские игровые зоны и ат_(т*,пусто)ракционы. Прекрасно оборудованные районные спортивные площадки подходят для всех возрастов. Строящиеся школы, детсады, род_(д*,пусто)ома и медицинские центры, торговые гал_(л,пусто*)ереи и кинотеатры не только делают жизнь в спальных районах удобной, но и предоставляют новые рабочие места. Радует увеличение количества зеленых насаждений во дворах и на улицах. Озеленение Москвы происходит в рамках различных программ, наиболее важными из которых являются «Миллион деревьев» и «Моя улица». Благодаря усилиям столичных властей в городе появляются рябины, яблони, клены, мож_(ж*,пусто)евельник, сирень. Расположенные вдали от крупных магистралей и промышленных производств, спальные районы являются одними из самых экологически чистых, а добраться в любую точку Москвы из них не проблема. Со стремительным развитием столичной транспортной системы перемещения по городу стали удобными и быстрыми. Центр постепенно перестаёт быть единственным престижным местом проживания, отдавая первенство современным благоустроенным районам, а выбор, где интересно провести досуг, перестал быть сложной дилем_(м*,пусто)ой.',
      fbs: [
        'В словах, образованных от основ, оканчивающихся на две одинаковые согласные, двойные согласные перед суффиксом сохраняются: балл – пятибалльный, компромисс – компромиссный, группа – группироваться и др.',
        'Написание двойных согласных в иноязычных словах определяется в словарном порядке, например: ирригация, рапорт.',
        'Написание двойных согласных в иноязычных словах определяется в словарном порядке, например: аккредитив, балюстрада.',
        'Написание двойных согласных в иноязычных словах определяется в словарном порядке. Запомните названия популярных кофейных напитков: эспрессо, капучино, латте, глясе.',
        'Написание двойных согласных в иноязычных словах определяется в словарном порядке, например: терраса, вернисаж.',
        'Написание двойных согласных в иноязычных словах определяется в словарном порядке, например: иллюминация, атрибут.',
        'Двойные согласные пишутся в сложносокращенных словах, если одна часть кончается, а другая начинается одной и той же согласной: главврач, поссовет, роддом.',
        'Написание двойных согласных в иноязычных словах определяется в словарном порядке, например: апелляция, дилетант.',
        'Написание слова определяется в словарном порядке. Его нужно запомнить.',
        'Написание двойных согласных в иноязычных словах определяется в словарном порядке, например: баллотироваться, продюсер.',
      ],
    },
  ],
  // empty for video
  [{}],
  // empty for longread, rating and comment
  [{}],
  [{}],
  [{}],
]
