const db = [
  // dictant
  [
    {
      id: '02.11_dic',
      text:
        'Жизнь современных людей, не_(слитно*,раздельно)зависимо от их возраста, пола, места жительства и профессии, с каждым годом становится всё более динамичной. В_(слитно,раздельно*)связи с развитием цифровых технологий на_(слитно*,раздельно)лицо общая тенденция: мы все ежедневно потребляем огромное количество информации. Мнения учёных на_(слитно*,раздельно)счёт влияния разнообразных гаджетов на здоровье разнятся, но совершенно очевидно, что человечество движется на_(слитно*,раздельно)встречу новой эпохе, в следствие чего невозможно будет отказаться от удобных технологий. Мобильный телефон для большинства из нас на_(слитно*,раздельно)подоби_(и,е*) личного многофункционального центра: оплачиваем покупки, коммунальные платежи и налоги, совершаем любые операции со счетами в личных кабинетах, записываемся к врачу и проверяем школьные дневники. Раньше в_(слитно*,раздельно)место нескольких минут нужно было часами стоять в очередях для получения услуги или её оплаты. Сейчас даже кошелёк носить с собой не нужно в_(слитно*,раздельно)виду того, что все карточки теперь виртуальные и находятся прямо в телефоне. А москвичи получили возможность больше не терять время в очередях к кассам метро, а пополнять проездные билеты онлайн. Многие российские города совсем скоро в_(слитно*,раздельно)след за столицей введут подобные технологии. Очевидно, что в_(слитно*,раздельно)следстви_(и,е*) информатизации у нас освободилось много времени, которое можно потратить на самообразование и развитие. В этих вопросах цифровые технологии также наши первые помощники, ведь значительная часть обучения и образования сейчас реализуется в режиме онлайн. Даже не_(слитно*,раздельно)смотря на занятость, можно найти полчаса в день на дистанционный курс или аудиокнигу. А учиться человек должен в_(слитно,раздельно*)течени_(и,е*) всей жизни. Это является залогом счастливого долголетия, независимо от эпохи.',
      fbs: [
        'Независимо от – в данном предложении это производный предлог. Запомните его написание.',
        'В связи с – в данном предложении это производный предлог. Запомните его написание.',
        'Налицо – в данном предложении это наречие. Запомните его написание.',
        'Насчет – в данном предложении это производный предлог. Запомните его написание.',
        'Навстречу – в данном предложении это производный предлог. Запомните его написание.',
        'Наподобие – в данном предложении это производный предлог. Запомните его написание.',
        'Вместо – в данном предложении это производный предлог. Запомните его написание.',
        'Ввиду – в данном предложении это производный предлог. Запомните его написание.',
        'Вслед за – в данном предложении это производный предлог. Запомните его написание.',
        'Вследствие – в данном предложении это производный предлог. Запомните его написание.',
        'Несмотря на – в данном предложении это производный предлог. Запомните его написание.',
        'В течение – в данном предложении это производный предлог. Запомните его написание.',
      ],
    },
  ],
  [{}], // longread
]
