const db = [
  [
    {
      id: '15.05_dic',
      text:
        'Москва необычайно богата достопримечательностями, и даже живя в этом городе, можно постоянно открывать что-то новое. Что уж говорить о гостях города! В столице, пожалуй, каждый камень способен поведать свою историю. Знакомит_(ь*,пусто)ся с городскими легендами можно как самостоятельно, так и в сопровождении компан_(ь*,ъ)она, хорошо знающего из_(ь,ъ*)езженные маршруты и способного увлеч_(ь*,ъ,пусто) рассказами об истории улиц и зданий. Если же такого знакомого не оказалось, то городские бюро и турфирмы предложат разнообразные экскурсии, в том числе меж_(ь,ъ*)языковые. Будет чем занять иностранных гостей! Это могут быть пешие прогулки по разным районам, автобусные обзорные туры или водные круизы. В первую очередь, конечно, Кремль и незабываемая панорама с холма над Кремлёвской набережной. Такую роскош_(ь*,ъ,пусто) должен увидеть каждый гость Москвы. Кремль является особо охраняемым об_(ь,ъ*)ектом, ведь это рабочее место президента России. Тем интереснее посетить эту крепость, где в разное время жили князья, цари, главы страны и где свой культурный отпечаток оставила каждая эпоха. От кремлёвских стен солнцем расходят_(ь,пусто*)ся улицы, каждая как луч_(ь,ъ,пусто*). Они и составляют исторический центр. Традиционные маршруты проходят через Манежную площадь, Ильинку, Покровку, Дмитровку, Никольскую, переулки Столешников и Камергерский и, конечно, Арбат. Невозможно отказат_(ь*,пусто)ся от удовольствия пройти пешком по этим мощёным улочкам, полюбоват_(ь*,пусто)ся архитектурой разных стилей, послушать рассказы об исторических событиях и знаменитых жителях первопрестольной. Но Москва способна поразить воображение не только старинными городскими артефактами, но и современными районами. Как любой мегаполис, наша столица растёт не только вширь, но и ввысь, и стеклянные высотки Москва-сити с шест_(ь*,ъ)юдесятью и выше этажами входят в список обязательных достопримечательностей. Есть что посмотреть и под землёй. Московское метро – это город в городе, ставший поистине музеем. Экскурсии проводятся каждый день, участники посещают электродепо, интересные станции и тоннели. И, конечно, туристы соблюдают традицию – потереть собаке нос на станции Площадь Революции, ведь считается, что это оберег от неудач_(ь,ъ,пусто*). Осмотреть город можно на двух_(ь,ъ*,пусто)ярусном автобусе с аудиогидом на восьми языках или насладиться красотой набережных, катаясь на теплоходе или речном трамвайчике. А сколько интересных мест открыто для посетителей! Это и чудесные парки, и музеи, и театры, и Мосфильм. Скучно не будет!.',
      fbs: [
        'Если глагол отвечает на вопрос "что делать? / что сделать?", то Ь пишется, а если "что делает? / что сделает?", то не пишется.',
        'В некоторых иноязычных словах перед О пишется Ь, например: бульон. Такие слова нужно запоминать.',
        'Перед буквами Я, Ю, Ё, Е разделительный Ъ пишется после русских приставок, оканчивающихся на согласную букву, например: съязвить.',
        'На конце глагола в неопределённой форме пишется Ь, причём Ь сохраняется и перед -СЯ, например: стричь – стричься.',
        'Перед буквами Я, Ю, Ё, Е разделительный Ъ пишется после русских приставок, оканчивающихся на согласную букву, например: съязвить.',
        'После шипящих Ж, Ч, Ш, Щ буква Ь пишется на конце существительных женского рода в именительном и винительном падежах в единственном числе, например: ночь, мышь.',
        'Cлова иноязычного происхождения с начальными частями аб-, ад-, диз-, ин-, интер-, кон-, об-, суб-, которые в языке-источнике являются приставками, а в русском языке в качестве приставок обычно не выделяются, пишутся через Ъ, например: адъютант.',
        'Если глагол отвечает на вопрос "что делать? / что сделать?", то Ь пишется, а если "что делает? / что сделает", то Ь не пишется.',
        'На конце существительных мужского рода в единственном числе после шипящих Ж, Ч, Ш, Щ мягкий знак не пишется, например: сторож, гараж.',
        'Если глагол отвечает на вопрос "что делать? / что сделать?", то Ь пишется, а если "что делает? / что сделает", то Ь не пишется.',
        'Если глагол отвечает на вопрос "что делать? / что сделать?", то Ь пишется, а если "что делает? / что сделает", то Ь не пишется.',
        'В сложных числительных, образованных от 50 до 80 и от 500 до 900, в середине пишется Ь, например: пятьюдесятью.',
        'После шипящих Ж, Ч, Ш, Щ на конце существительных женского рода во множественном числе не пишется Ь, например: (много) луж.',
        'В сложных словах после начальных частей двух-, трёх-, четырёх- пишется Ъ перед Е, Ю, Я, например: двухъякорный.',
      ],
    },
  ],
  // empty for video
  [{}],
  // empty for longread, rating and comment
  [{}],
  [{}],
  [{}],
]
