const db = [
  [{}],
  // langExe
  {
    id: '02.07_exe',
    iterables: [
      {
        id: 't1',
        text:
          'В _(слитно*,дефис,раздельно)следстви_(и,е*) весеннего разлива реки проехать к дачным участкам невозможно. ',
        tip: 'В значении «из-за».',
        fb: {
          correct:
            '«Вследствие» – это производный предлог, который пишется слитно и оканчивается на «е». Его можно заменить предлогом «из-за».',
          incorrect: 'Это производный предлог с устойчивым окончанием.',
        },
      },
      {
        id: 't2',
        text:
          'В _(слитно*,дефис,раздельно)следстви_(и,е*) болезни мною было пропущено последнее заседание аттестационной комиссии. ',
        tip: 'В значении «из-за».',
        fb: {
          correct:
            '«Вследствие» – это производный предлог, который пишется слитно и оканчивается на «е». Его можно заменить предлогом «из-за».',
          incorrect: 'Это производный предлог с устойчивым окончанием.',
        },
      },
      {
        id: 't3',
        text:
          'Никто не может вмешиваться в_(слитно,дефис,раздельно*)следстви_(и,е*). ',
        tip: 'Попробуйте добавить уточняющее слово.',
        fb: {
          correct:
            'Это существительное с предлогом. Отвечает на вопрос ВО ЧТО? Пишется раздельно, окончание Е.',
          incorrect:
            'Это существительное с предлогом. Отвечает на вопрос ВО ЧТО? Пишется раздельно, окончание Е.',
        },
      },
      {
        id: 't4',
        text:
          'Он не принимал участие в_(слитно,дефис,раздельно*)следстви_(и*,е) по этому делу. ',
        tip: 'Попробуйте добавить уточняющее слово.',
        fb: {
          correct:
            'Это существительное с предлогом. Отвечает на вопрос В ЧЁМ? Пишется раздельно, окончание И.',
          incorrect:
            'Это существительное с предлогом. Отвечает на вопрос В ЧЁМ? Пишется раздельно, окончание И.',
        },
      },
      {
        id: 't5',
        text:
          'Самолёт задержался в_(слитно*,дефис,раздельно)следствие непогоды. ',
        tip: 'В значении «из-за».',
        fb: {
          correct:
            '«Вследствие» – это производный предлог, который можно заменить предлогом «из-за»',
          incorrect:
            'Это производный предлог, который можно заменить предлогом «из-за».',
        },
      },
      {
        id: 't6',
        text:
          'В_(слитно*,дефис,раздельно)следстви_(и,е*) непогоды снегоуборочная техника работала круглосуточно. ',
        tip: 'В значении «из-за».',
        fb: {
          correct:
            '«Вследствие» – это производный предлог, который пишется слитно и оканчивается на «е». Его можно заменить предлогом «из-за».',
          incorrect: 'Это производный предлог с устойчивым окончанием.',
        },
      },
      {
        id: 't7',
        text:
          'Главным приоритетом реконструкции набережной является предотвращение нарушения экосистемы в_(слитно*,дефис,раздельно)следстви_(и,е*) строительных работ. ',
        tip: 'В значении «из-за».',
        fb: {
          correct:
            '«Вследствие» – это производный предлог, который пишется слитно и оканчивается на «е». Его можно заменить предлогом «из-за».',
          incorrect: 'Это производный предлог с устойчивым окончанием.',
        },
      },
      {
        id: 't8',
        text:
          'В_(слитно*,дефис,раздельно)следстви_(и,е*) непредвиденных обстоятельств строительство стадиона было завершено с небольшим опозданием. ',
        tip: 'В значении «из-за».',
        fb: {
          correct:
            '«Вследствие» – это производный предлог, который пишется слитно и оканчивается на «е». Его можно заменить предлогом «из-за».',
          incorrect: 'Это производный предлог с устойчивым окончанием.',
        },
      },
      {
        id: 't9',
        text:
          'В городе трое суток сохранялся снег и сильный ветер, в_(слитно*,дефис,раздельно)последстви_(и*,е) переросшие в метель, поэтому соревнования на открытом воздухе перенесли на две недели вперёд. ',
        tip: 'Наречие, которое нужно запомнить.',
        fb: {
          correct: 'Это наречие всегда пишется слитно и оканчивается на И.',
          incorrect: 'Это слово нужно запомнить.',
        },
      },
      {
        id: 't10',
        text:
          'Работы по благоустройству набережных Москвы-реки в_(слитно*,дефис,раздельно)последстви_(и*,е) значительно изменят облик города. ',
        tip: 'Наречие, которое нужно запомнить.',
        fb: {
          correct: 'Это наречие всегда пишется слитно и оканчивается на И.',
          incorrect: 'Это слово нужно запомнить.',
        },
      },
    ],
  },
  [{}],
]
