const db = [
  [
    {
      id: '16.05_dic',
      text:
        'Вопросы трудоустройства людей старшего возраста чрезвычайно важны, особенно в свете недавних изменений в законодательстве. Необходимость повышения пенсионного возраста н_(е*,и) возникла из н_(е,и*)_(слитно*,раздельно)откуда, она продиктована социальными и экономическими причинами. Во всём мире увеличивается продолжительность жизни, неработающих людей становится больше, растёт нагрузка на пенсионный фонд. Государство должно решить важную задачу – создать условия для адекватной занятости старшего поколения граждан. Как известно, основанием для отказа в приёме на работу н_(е*,и) могут служить н_(е,и*) возраст, н_(е,и*) какие-либо другие причины, н_(е*,и) относящиеся к профессиональным и деловым качествам. И изменения в пенсионном законодательстве н_(е,и*)как н_(е*,и) отразились в Трудовом кодексе: н_(е*,и) допускается н_(е,и*)какая дискриминация. Однако на практике распространены случаи, когда работодатели обходят эти принципы, несмотря на потенциальные серьёзные последствия, поэтому трудоустройство людей старшего поколения – непростой вопрос. Сейчас на законодательном уровне принимаются меры по стимулированию пенсионеров к продолжению трудовой деятельности. Однако важно также формировать соответствующий социально-экономический климат для того, чтобы решить эту проблему. Ведь во многих странах с развитой экономикой считается, что апогея своих возможностей человек достигает к 65 годам, тогда как рынок труда предлагает людям в возрасте н_(е*,и) очень популярные и низкооплачиваемые должности: сторож, вахтёр, кондуктор, уборщик. Государственная политика в области занятости, направленная на решение вопросов трудоустройства пенсионеров, позволит преодолеть это расхождение и максимально эффективно использовать преимущества каждого возраста своих граждан.',
      fbs: [
        'Частица употребляется для отрицания, например: НЕ я говорил об этом, я НЕ говорил об этом, я говорил НЕ об этом.',
        'Частица НИ входит в состав отрицательных местоимений: никто, никого, ни у кого, ничто, ничего, ни до чего, никакой, ничей, ни у чьего и т.п., а также наречий: никогда, нигде, никуда, ниоткуда, никак, нисколько, нипочём, ничуть, а также в состав частицы -нибудь.',
        'Частица употребляется для отрицания, например: НЕ я говорил об этом, я НЕ говорил об этом, я говорил НЕ об этом.',
        'Повторяющаяся частица НИ приобретает значение союза, например: не видно ни луны, ни звёзд.',
        'Повторяющаяся частица НИ приобретает значение союза, например: не видно ни луны, ни звёзд.',
        'Частица употребляется для отрицания, например: НЕ я говорил об этом, я НЕ говорил об этом, я говорил НЕ об этом.',
        'Частица НИ входит в состав отрицательных местоимений: никто, никого, ни у кого, ничто, ничего, ни до чего, никакой, ничей, ни у чьего и т.п., а также наречий: никогда, нигде, никуда, ниоткуда, никак, нисколько, нипочём, ничуть, а также в состав частицы -нибудь.',
        'Частица употребляется для отрицания, например: НЕ я говорил об этом, я НЕ говорил об этом, я говорил НЕ об этом.',
        'Частица употребляется для отрицания, например: НЕ я говорил об этом, я НЕ говорил об этом, я говорил НЕ об этом.',
        'Частица НИ входит в состав отрицательных местоимений: никто, никого, ни у кого, ничто, ничего, ни до чего, никакой, ничей, ни у чьего и т.п., а также наречий: никогда, нигде, никуда, ниоткуда, никак, нисколько, нипочём, ничуть, а также в состав частицы -нибудь.',
        'Слово «не очень» пишется раздельно и с частицей «не» во всех возможных контекстах.',
      ],
    },
  ],
  // empty for video
  [{}],
  // empty for longread, rating and comment
  [{}],
  [{}],
  [{}],
]
