const db = [
  [
    {
      id: '20.05_dic',
      text:
        'Спорт в Москве очень популярен_(зпт,пусто,двоеточие*,тире) более половины взрослых жителей столицы вовлечены в активные виды досуга. Это и фитнес, и плавание, и лыжи, и велосипед, и многие другие дисциплины. Ежегодно проводятся исследования, демонстрирующие рост интереса к спортивным мероприятиям среди всех возрастных групп. Развитие спортивной инфраструктуры в каждом районе очень важно_(зпт,пусто,двоеточие,тире*) сегодня это одно из приоритетных направлений работы городского правительства. О создании широких возможностей для всех категорий граждан вести здоровый образ жизни не раз говорил мэр Москвы. Именно принцип равного доступа к спорту послужил основой городской программы «Мой район». Долго ждать результатов действия программы не приходится_(зпт,пусто,двоеточие*,тире) новые спортивные центры и бассейны вводятся в эксплуатацию по всей столице. Не забыли и о любителях занятий на свежем воздухе_(зпт,пусто,двоеточие*,тире) площадки для активного досуга, комплексы уличных тренажёров и велодорожки расширяют свою географию. Такая политика властей вызвала интерес инвесторов_(зпт,пусто,двоеточие*,тире) на торгах за право аренды участков под строительство спортивных объектов обычно участвует несколько претендентов. Время покажет, каковы будут результаты последовательных шагов в этой сфере. Очевидно одно_(зпт,пусто,двоеточие*,тире) интерес к развитию спортивной инфраструктуры есть как у государства, так и у бизнеса. Узнать, какие изменения в спортивной инфраструктуре планируются, достаточно просто. Нужно лишь зайти в раздел «Мой район» на сайте mos.ru и в строке поиска набрать название района_(зпт,пусто,двоеточие,тире*) откроется интерактивная карта, которая покажет актуальную информацию. Оставить свои пожелания, замечания, вопросы в этом разделе сайта может каждый_(зпт,пусто,двоеточие*,тире) для этого нужно воспользоваться функцией обратной связи. Все грядущие изменения в рамках программы непременно согласовываются с жителями – ни один запрос москвичей не остаётся без внимания. Физкультурно-оздоровительные комплексы и спортивные сооружения – это новые центры притяжения в районах Москвы и Подмосковья. И это прекрасно! Недаром с детства мы слышим: будешь активно двигаться_(зпт,пусто,двоеточие,тире*) станешь бодрым и выносливым. Спорт становится неотъемлемой частью жизни столицы_(зпт,пусто,двоеточие,тире*) выигрывают от этого все.',
      fbs: [
        'Двоеточие в СБП ставится, если второе простое предложение поясняет смысл первого (отношения пояснения), и перед вторым предложением можно поставить слова А ИМЕННО, ТО ЕСТЬ.',
        'Тире в СБП ставится, если второе предложение содержит следствие, результат, вывод. Между частями можно вставить слова поэтому, тогда, в результате.',
        'Двоеточие в СБП ставится, если второе простое предложение поясняет смысл первого (отношения пояснения), и перед вторым предложением можно поставить слова А ИМЕННО, ТО ЕСТЬ.',
        'Двоеточие в СБП ставится, если второе простое предложение поясняет смысл первого (отношения пояснения), и перед вторым предложением можно поставить слова А ИМЕННО, ТО ЕСТЬ.',
        'Двоеточие в СБП ставится, если второе простое предложение поясняет смысл первого (отношения пояснения), и перед вторым предложением можно поставить слова А ИМЕННО, ТО ЕСТЬ.',
        'Двоеточие ставится обязательно, если в первом предложении СБП есть слова ТАК, ТАКОВ, ТАКОЙ, ОДНО и т.п., конкретное содержание которых раскрывается во втором предложении.',
        'Тире в СБП ставится, если второе простое предложение содержит неожиданное присоединение, указание на быструю смену событий. Перед вторым предложением можно вставить слова и вдруг, и неожиданно, и внезапно, и сразу.',
        'Двоеточие в СБП ставится, если второе простое предложение поясняет смысл первого (отношения пояснения), и перед вторым предложением можно поставить слова А ИМЕННО, ТО ЕСТЬ.',
        'Тире в СБП ставится, если второе предложение содержит следствие, результат, вывод. Между частями можно вставить слова поэтому, тогда, в результате.',
        'Тире в СБП ставится, если второе предложение содержит следствие, результат, вывод. Между частями можно вставить слова поэтому, тогда, в результате.',
      ],
    },
  ],
  // empty for video
  [{}],
  // empty for longread, rating and comment
  [{}],
  [{}],
  [{}],
]
