const db = [
  // dictant
  [
    {
      id: '03.05_dic',
      text:
        'Ни для кого не секрет, что жизни в большом городе сопутствуют многочисленные тревоги и стрессы. Психологи озабочены тем, что_(слитно*,раздельно)бы помочь горожанам не только справиться с неблагоприятными состояниями, но и создать так_(слитно*,раздельно)же условия для личностного роста. Даже негативный сценарий городской жизни можно обернуть в свою пользу, что_(слитно,раздельно*)бы ни утверждали сторонники загородной жизни. Что_(слитно*,раздельно)бы понять, как снизить стрессовую нагрузку городской среды, рассмотрим ее основные источники. На первом месте – шум. Поездки в городском транспорте сопровождаются вибрацией и громкими звуками, и этого уже вполне достаточно, что_(слитно*,раздельно)бы «расшатать» даже самую сильную нервную систему. То_(слитно,раздельно*)же касается и большого количества людей, с которыми мы постоянно делим личное пространство в общественном транспорте. Перегруженные в часы пик дороги то_(слитно*,раздельно)же не дарят приятных ощущений тем, кто добирается на работу и обратно на автомобиле. Нельзя забывать так_(слитно*,раздельно)же и об информационной перегрузке, ведь что_(слитно*,раздельно)бы не отставать от ритма города, нужно быть в курсе всего происходящего, успевая уделять при этом время общению с родственниками и друзьями. При недостатке внимания к близким то_(слитно*,раздельно)же могут возникнуть серьёзные проблемы, вносящие дискомфорт в отношения с ними. Что же делать? Во-первых, стараться выделять хотя бы 20 минут в день на то, что_(слитно*,раздельно)бы побыть в тишине и дать себе отдых от информационных воздействий. Во-вторых, совершать регулярные прогулки по городскому парку или в сквере. Это приносит то_(слитно,раздельно*)же ощущение спокойствия и восстановления сил, что и разовые поездки за город. В третьих, несложные физические упражнения вместо просмотра телевизора и соцсетей так_(слитно*,раздельно)же станут отличным решением в пользу здорового отдыха. И, в-четвёртых, нужно окружать себя теми, кто нас любит и с кем мы чаще смеемся! А шум города можно снизить, слушая через наушники полезную аудиокнигу или учебный курс.',
      fbs: [
        '«Чтобы» в данном предложении является союзом, который пишется слитно. Его можно заменить сочетанием «для того чтобы».',
        '«Также» в данном предложении является союзом. Он пишется слитно.',
        '«Что бы» в данном предложении является союзом «что» с частицей «бы». Они пишутся раздельно. Можно задать вопрос: «Что именно утверждают сторонники загородной жизни?».',
        '«Чтобы» в данном предложении является союзом, который пишется слитно. Его можно заменить сочетанием «для того чтобы».',
        '«Чтобы» в данном предложении является союзом, который пишется слитно. Его можно заменить сочетанием «для того чтобы».',
        '«То же» в этом предложении является местоимением «то» с частицей «бы». Можно сделать уточнение: «то же самое».',
        '«Тоже» в этом предложении является союзом, который пишется слитно.',
        '«Также» в данном предложении является союзом. Он пишется слитно.',
        '«Чтобы» в данном предложении является союзом, который пишется слитно. Его можно заменить сочетанием «для того чтобы».',
        '«Тоже» в этом предложении является союзом, который пишется слитно.',
        '«Чтобы» в данном предложении является союзом, который пишется слитно. Его можно заменить сочетанием «для того чтобы».',
        '«То же» в этом предложении является местоимением «то» с частицей «бы». Можно сделать уточнение: «то же самое».',
        '«Также» в данном предложении является союзом. Он пишется слитно.',
      ],
    },
  ],
  [{}],
  [{}],
  [{}], // longread
]
